Repository: getsolus/eopkg
Catalog: pisi/data/po/*.po
Languages: ca, es

source: Please attach the config.log to your bug report: %s/config.log
ca: Si us plau, adjunteu el fitxer config.log a l'informe d'error: %s/config.log
es: Favor anexe config.log al reporte de falla: %s/config.log

source: Configure failed.
ca: Ha fallat la configuració.
es: Configuración fallada.

source: No configure script found.
ca: No s'ha trobat cap script de configuració.
es: Script de configuración no encontrado.

source: Make failed.
ca: Ha fallat la construcció.
es: Falló Make.

source: Install failed.
ca: Ha fallat la instal·lació.
es: Falló Install

source: Running aclocal failed.
ca: Ha fallat executar aclocal.
es: Falló ejecución de aclocal.

source: Running autoconf failed.
ca: Ha fallat executar autoconf.
es: Falló ejecución de autoconf.

source: Running autoreconf failed.
ca: Ha fallat executar autoreconf.
es: Falló ejecución de autoreconf.

source: Running automake failed.
ca: Ha fallat executar automake.
es: Falló ejecución de automake.

source: Running autoheader failed.
ca: Ha fallat executar autoheader.
es: Falló ejecución de autoheader.

source: No configure script found for cmake.
ca: No s'ha trobat cap script de configuració per a cmake.
es: Script de configuración para cmake no encontrado.

source: No Makefile found.
ca: No s'ha trobat cap Makefile.
es: Archivo para 'make' no encontrado.

source: Util %s cannot be found
ca: No s'ha pogut trobar la utilitat %s.
es: Utilidad %s no se puede encontrar

source: Warning: %s does not exist, using plain name %s
ca: Avís: %s no existeix, s'usa el nom pla %s
es: Alerta: %s no existe, usando nombre simple %s

source: !!! Please attach the config.log to your bug report: %s/config.log
ca: !!! Si us plau, adjunteu el fitxer config.log a l'informe d'error: %s/config.log
es: !!! Favor anexe config.log al reporte de falla: %s/config.log

source: Can't find kernel version information file %s.
ca: No es pot trobar el fitxer de la informació de la versió del nucli %s.
es: Información de versión de kernel no encontrado en archivo %s.

source: Running ldconfig failed.
ca: Ha fallat executar ldconfig.
es: Falló ejecución de ldconfig.

source: GNU Config Update Finished.
ca: Ha acabat l'actualització de configuració de GNU.
es: GNU Config Update terminado.

source: Running libtoolize failed.
ca: Ha fallat executar libtoolize.
es: Falló ejecución de libtoolize.

source: perl build failed.
ca: Ha fallat la construcció de perl.
es: falló perl build.

source: perl install failed.
ca: Ha fallat la instal·lació de perl.
es: falló perl install.

source: No file matched pattern "%s"
ca: No hi ha cap fitxer que coincideixi amb el patró "%s"
es: No hay archivos que coinciden con el patrón "%s"

source: ActionsAPI [doman]: Wrong man page file: %s
ca: ActionsAPI [doman]: fitxer de pàgina de manual incorrecte: %s
es: ActionsAPI [doman]: Archivo de ayuda man equivocado: %s

source: No file matched pattern "%s". 'domove' operation failed.
ca: No hi ha cap fitxer que coincideixi amb el patró "%s". Ha fallat l'operació domove.
es: No hay archivos que coinciden con el patrón "%s". Operación 'domove' terminada con falla.

source: No such file matching pattern: "%s". 'dosed' operation failed.
ca: No hi ha cap fitxer que coincideixi amb el patró "%s". Ha fallat l'operació dosed.
es: No hay archivos que coinciden con el patrón: "%s". Operación 'dosed' terminada con falla.

source: dosed method has not changed file '%s'.
ca: el mètode dosed no ha canviat el fitxer "%s".
es: método dosed no realizó ninguna modificación en el archivo '%s'.

source: File does not exist or permission denied: %s
ca: El fitxer no existeix o se n'ha denegat el permís: %s
es: Archivo no existe o permiso denegado: %s

source: ActionsAPI [dosym]: File already exists: %s
ca: ActionsAPI [dosym]: el fitxer ja existeix: %s
es: ActionsAPI [dosym]: Archivo ya existe: %s

source: No file matched pattern "%s".
ca: No hi ha cap fitxer que coincideixi amb el patró "%s".
es: No hay archivos que coinciden con el patrón "%s".

source: No file matched pattern "%s". Remove operation failed.
ca: No hi ha cap fitxer que coincideixi amb el patró "%s". Ha fallat l'operació remove.
es: No hay archivos que coinciden con el patrón "%s". Operación Remove terminada con falla.

source: No directory matched pattern "%s". Remove directory operation failed.
ca: No hi ha cap directori que coincideixi amb el patró "%s". Ha fallat l'operació remove directory.
es: No hay directorios que coinciden con el patrón "%s". Operación Remove directory terminada con falla.

source: Insufficient arguments.
ca: Arguments insuficients.
es: Argumentos insuficientes.

source: No executable file matched pattern "%s".
ca: No hi ha cap fitxer executable que coincideixi amb el patró "%s".
es: No hay archivos ejecutables que coinciden con el patrón "%s".

source: Configuration failed.
ca: Ha fallat la configuració.
es: Falló la configuración.

source: Running %s failed.
ca: Ha fallat executar %s.
es: Ejecución de %s falló.

source: Project file '%s' not found.
ca: No s'ha trobat el fitxer de projecte "%s".
es: Archivo de proyecto '%s' no encontrado

source: It seems there are more than one .pro file, you must specify one. (Possible .pro files: %s)
ca: Sembla que hi ha més d'un fitxer .pro, n'heu d'especificar un. (Fitxers .pro possibles: %s)
es: Se encontraron más de un archivo con extensión .pro, por favor indique uno. (Archivos .pro posibles: %s)

source: Running 'ruby %s' failed.
ca: Ha fallat executar "ruby %s"
es: Ejecución de 'ruby %s' falló.

source: Cannot create directory %s
ca: No s'ha pogut crear el directori %s
es: No posible crear la carpeta %s

source: ActionsAPI [echo]: Can't append to file %s.
ca: ActionsAPI [echo]: no es pot afegir al fitxer %s.
es: ActionsAPI [echo]: No posible anexar a archivo %s.

source: ActionsAPI [chmod]: No file matched pattern "%s".
ca: ActionsAPI [chmod]: no hi ha cap fitxer que coincideixi amb el patró "%s"
es: ActionsAPI [chmod]: No hay archivos que coinciden con el patrón "%s".

source: ActionsAPI [chmod]: Operation not permitted: %s (mode: 0%o)
ca: ActionsAPI [chmod]: operació no permesa: %s (mode: 0%o)
es: ActionsAPI [chmod]: Operación no permitida %s (mode: 0%o)

source: ActionsAPI [chmod]: File %s doesn't exists.
ca: ActionsAPI [chmod]: el fitxer %s no existeix.
es: ActionsAPI [chmod]: Archivo %s no existe.

source: ActionsAPI [chown]: Operation not permitted: %s (uid: %s, gid: %s)
ca: ActionsAPI [chown]: operació no permesa: %s (uid: %s, gid: %s)
es: ActionsAPI [chown]: Operación no permitida: %s (uid: %s, gid: %s)

source: ActionsAPI [chown]: File %s doesn't exists.
ca: ActionsAPI [chown]: el fitxer %s no existeix.
es: ActionsAPI [chown]: Archivo %s no existe.

source: ActionsAPI [sym]: Permission denied: %s to %s
ca: ActionsAPI [sym]: permís denegat: %s to %s
es: ActionsAPI [sym]: Permiso denegado: %s a %s

source: ActionsAPI [unlink]: Permission denied: %s.
ca: ActionsAPI [unlink]: permís denegat: %s.
es: ActionsAPI [unlink]: Permiso denegado: %s.

source: ActionsAPI [unlink]: File %s doesn't exists.
ca: ActionsAPI [unlink]: el fitxer %s no existeix.
es: ActionsAPI [unlink]: Archivo %s no existe.

source: ActionsAPI [unlinkDir]: Operation not permitted: %s
ca: ActionsAPI [unlinkDir]: operació no permesa: %s
es: ActionsAPI [unlinkDir]: Operación no permitida: %s

source: ActionsAPI [unlinkDir]: Directory %s doesn't exists.
ca: ActionsAPI [unlinkDir]: el directori %s no existeix.
es: ActionsAPI [unlinkDir]: Carpeta %s no existe.

source: ActionsAPI [move]: No file matched pattern "%s".
ca: ActionsAPI [move]: no hi ha cap fitxer que coincideixi amb el patró "%s"
es: ActionsAPI [move]: No hay archivos que coinciden con el patrón "%s".

source: ActionsAPI [move]: Permission denied: %s to %s
ca: ActionsAPI [move]: permís denegat: %s a %s.
es: ActionsAPI [move]: Permiso denegado: %s a %s

source: ActionsAPI [move]: File %s doesn't exists.
ca: ActionsAPI [move]: el fitxer %s no existeix.
es: ActionsAPI [move]: Archivo %s no existe.

source: ActionsAPI [copy]: No file matched pattern "%s".
ca: ActionsAPI [copy]: no hi ha cap fitxer que coincideixi amb el patró "%s"
es: ActionsAPI [copy]: No hay archivos que coinciden con el patrón "%s".

source: ActionsAPI [copy]: Permission denied: %s to %s
ca: ActionsAPI [copy]: permís denegat: %s a %s
es: ActionsAPI [copy]: Permiso denegado: %s a %s

source: ActionsAPI [copy]: File %s does not exist.
ca: ActionsAPI [copy]: el fitxer %s no existeix.
es: ActionsAPI [copy]: Archivo %s no existe.

source: ActionsAPI [copytree] %s to %s: %s
ca: ActionsAPI [copytree] %s a %s: %s
es: ActionsAPI [copytree] %s a %s: %s

source: ActionsAPI [copytree]: Directory %s doesn't exists.
ca: ActionsAPI [copytree]: el directori %s no existeix.
es: ActionsAPI [copytree]: Carpeta %s no existe.

source: ActionsAPI [touch]: No file matched pattern "%s".
ca: ActionsAPI [touch]: no hi ha cap fitxer que coincideixi amb el patró "%s"
es: ActionsAPI [touch]: No hay archivos que coinciden con el patrón "%s".

source: ActionsAPI [touch]: Permission denied: %s
ca: ActionsAPI [touch]: permís denegat: %s.
es: ActionsAPI [touch]: Permiso denegado: %s

source: Command "%s" failed, return value was %d.
ca: Ha fallat l'ordre "%s". El valor de retorn ha estat %d.
es: Comando "%s" fallado, valor de retorno: %d.

source: Moving source files failed
ca: Ha fallat moure els fitxers font.
es: Falló mover archivos fuentes

source: Generate config files failed
ca: Ha fallat generar els fitxers de configuració
es: Generación de archivos de configuración fallado

source: Building format files failed
ca: Ha fallat construir els fitxers de format
es: Falló construcción de archivos de formato

source: Creating symlinks from format to engines failed
ca: Ha fallat crear els enllaços simbòlics des de format a motors
es: Falla de creación de enlaces simbólicos desde formato a motores (engines)

source: Installing docs failed
ca: Ha fallat instal·lar documents
es: Falla al instalar docs

source: Installing texmf files failed
ca: Ha fallat instal·lar fitxers texmf
es: Falla al instalar archivos texmf

source: Installing config files failed
ca: Ha fallat instal·lar fitxers config
es: Falla al instalar archivos de configuración

source: Handle config files failed
ca: Ha fallat la gestió dels fitxers config
es: Falla de manejo de archivos de configuración

source: Symlink %s skipped (special case)
ca: Enllaç simbòlic %s omès (cas especial)
es: Enlace simbólico %s omitido (caso especial)

source: Symlink %s -> %s skipped (texlive-core takes care of it.
ca: Enllaç simbòlic %s -> %s omès (se n'ocupa texlive-core)
es: Enlace simbólico %s -> %s omitido (texlive-core se ocupa de esto).

source: Symlink %s -> %s skipped.
ca: Enllaç simbòlic %s -> %s omès.
es: Enlace simbólico %s -> %s omitido.

source: Symlink %s skipped (file exists.)
ca: Enllaç simbòlic %s omès (el fitxer ja existeix.)
es: Enlace simbólico %s omitido (archivo ya existe.)

source: Making symlink from %s to %s
ca: Es fa l'enllaç simbòlic de %s a %s
es: Crear enlace simbólico de %s a %s

source: Creating /etc/texmf/%s.d
ca: Creant /etc/texmf/%s.d
es: Creando /etc/texmf/%s.d

source: Moving (and symlinking) /usr/share/texmf/%s to /etc/texmf/%s.d
ca: Movent (i enllaçant) /usr/share/texmf/%s a /etc/texmf/%s.d
es: Moviendo (y enlazando) /usr/share/texmf/%s a /etc/texmf/%s.d

source: Building format file %s
ca: Construint el fitxer de format %s
es: Construyendo archivo de formato %s

source: Map %s is added to %s/%s.cfg
ca: Mapa %s afegit a %s/%s.cfg
es: Mapa %s se está agregando a %s/%s.cfg

source: MixedMap %s is added to %s/%s.cfg
ca: MixedMap %s afegit a %s/%s.cfg
es: MixedMap %s se está agregando a %s/%s.cfg

source: p +%s is added to %s/%s-config.ps
ca: p +%s s'afegeix a %s/%s-config.ps
es: p +%s se está agregando a %s/%s-config.ps

source: f %s is added to %s/%s-config
ca: f %s s'afegeix a %s/%s-config
es: f %s se está agregando a %s/%s-config

source: Language file %s already generated.
ca: Fitxer de llengua %s ja generat.
es: Archivo de idioma %s ya está generado.

source: No rule to proccess %s. Please file a bug.
ca: Cap regla per processar %s. Feu un informe d'error.
es: No hay regla para procesar %s. Por favor reporte una falla.

source: You have to be root for this operation.
ca: Heu de ser l'usuari d'arrel per fer aquesta operació.
es: Solo el usuario root puede realizar esta operación.

source: Another instance of eopkg is running. Only one instance is allowed.
ca: Ja hi ha una altra instància d'eopkg en execució. Només se'n permet una.
es: Se está ejecutando ya otra instancia de eopkg. Se permite ejecutar solamente una vez.

source: %s package found in %s repository
ca: paquet %s trobat al repositori %s
es: Paquete %s encontrado en repositorio %s

source: %s package already fetched
ca: paquet %s ja recollit
es: Paquete %s ya está descargado

source: Cleaning package cache %s...
ca: Es neteja la cau de paquet %s...

source: Cleaning source archive cache %s...
ca: Es neteja la cau d'arxiu font %s...

source: Cleaning temporary directory %s...
ca: Es neteja el directori temporal %s...

source: Removing cache file %s...
ca: S'elimina el fitxer de cau %s...

source: Taking snapshot of the system
ca: Es fa una instantània del sistema
es: Generando instantánea del sistema

source: File %s not found
ca: No s'ha trobat el fitxer %s
es: Archivo %s no encontrado

source: Building index of eopkg files under %s
ca: Es construeix l'índex de fitxers d'eopkg sota %s

source: Index file written
ca: Índex de fitxers escrit

source: Not a valid repo name.
ca: No és un nom de repositori vàlid.
es: No es un nombre válido para un Repositorio.

source: Repo %s added to system.
ca: S'ha afegit el repositori %s al sistema.
es: Repositorio %s agregado al sistema.

source: Repo %s removed from system.
ca: S'ha eliminat el repositori %s del sistema.
es: Repositorio %s removido del sistema.

source: Repository %s does not exist. Cannot remove.
ca: El repositori %s no existeix. No es pot eliminar.
es: Repositorio %s no existe. No posible remover.

source: Updating repository: %s
ca: S'actualitza el repositori %s
es: Actualizando repositorio: %s

source: %s repository information is up-to-date.
ca: la informació del repositori %s està al dia.
es: Información de repositorio %s está actualizado.

source: Updating database at any rate as requested
ca: S'actualitza la base de dades a qualsevol ràtio, tal com s'ha demanat.
es: Actualizando base de datos de todas formas según solicitado

source: Package database updated.
ca: S'ha actualitzat la base de dades de paquets.

source: No repository named %s found.
ca: No s'ha trobat cap repositori anomenat "%s".
es: No se encontró repositorio con nombre %s.

source: Adding '%s' to db...
ca: S'afegeix "%s" a la base de dades...

source: OK.
ca: D'acord.

source: Problem occured while uncompressing %s.Z file
ca: Hi ha hagut un problema mentre es descomprimia el fitxer %s.Z
es: Ocurrió un problama al descomprimir archivo %s.Z

source: Package %s found in repository %s
ca: El paquet %s s'ha trobat al repositori %s
es: Paquete %s encontrado en repositorio %s

source: Package URI: %s
ca: URI del paquet: %s
es: URL de paquete: %s

source: Download Error: Package does not match the repository package.
ca: Error de baixada: el paquet no coincideix amb el paquet del repositori.
es: Error de descarga: Paquete local no coincide con paquete del repositorio.

source: Package %s not found in any active repository.
ca: El paquet %s no s'ha trobat a cap repositori actiu.
es: Paquete %s no encontrado en ningún repositorio activo.

source: Installing %s, version %s, release %s
ca: S'instal·la %s, versió %s, publicació %s
es: Instalando %s, versión %s, release %s

source: %s-%s is not a valid eopkg version format
ca: %s-%s no és un format de versió d'eopkg vàlid
es: %s-%s no es un formato válido de versión eopkg

source: %s package cannot be installed unless the dependencies are satisfied
ca: El paquet %s no es pot instal·lar si no és que se'n satisfan les dependències
es: paquete %s no se puede instalar hasta que instale los paquetes requeridos

source: /%s from %s package
ca: /%s des del paquet %s
es: /%s de paquete %s

source: File conflicts: %s
ca: Conflictes de fitxers: %s
es: Archivo en conflicto: %s

source: Re-install same version package?
ca: Voleu reinstal·lar la mateixa versió del paquet?
es: Reinstalar el paquete de la misma versión ?

source: Package re-install declined
ca: Reinstal·lació de paquet rebutjada.
es: Reinstalación de paquete rechazada

source: Upgrading to new upstream version
ca: S'actualitza a la nova versió d'origen
es: Actualizando a nueva versión upstream

source: Upgrading to new distribution release
ca: S'actualitza a la nova versió de la distribució
es: Actualización a nueva versión (release) de distribución

source: Downgrade to old distribution release?
ca: Voleu fer una degradació a una versió de la distribució anterior?
es: Revertir hacia versión (release) antigua de distribución ?

source: Package downgrade declined
ca: Degradació de paquet rebutjada.
es: Revertir a versión anterior (downgrade) de paquete rechazada

source: Unable to relocate following files. Reinstallation of this package is strongly recommended.
ca: No es poden reubicar els fitxers següents. Es recomana la reinstal·lació d'aquest paquet.
es: No posible reubicar los archivos siguientes. Se recomienda la reinstalación de éste paquete.

source: Storing %s
ca: Es desa %s
es: Guardando %s

source: File list could not be read for package %s, continuing removal.
ca: No s'ha pogut llegir la llista de fitxers per al paquet %s. Es continua l'eliminació.
es: La lista de archivos no disponible para el paquete %s, continuando eliminación.

source: Removing package %s
ca: S'elimina el paquet %s
es: Eliminando paquete %s

source: Trying to remove nonexistent package
ca: S'intenta eliminar un paquet que no existeix
es: Intentando remover paquete no-existente

source: Not removing conflicted file : %s
ca: No s'elimina un fitxer conflictiu: %s
es: Archivo conflictivo: %s no eliminado

source: Installed file %s does not exist on system [Probably you manually deleted]
ca: El fitxer instal·lat %s no existeix al sistema [probablement l'heu eliminat manualment]
es: Archivo instalado %s no existe en el sistema [Probablemente eliminado manualmente]

source: Warning:
ca: Avís:
es: Alerta:

source: (yes/no)
ca: (sí/no)

source: [complete]
ca: [complet]

source: Installed %s
ca: Instal·lat(s) %s
es: Instalado %s

source: Removed %s
ca: Eliminat(s) %s
es: Removido %s

source: Upgraded %s
ca: Actualitzat(s) %s
es: Actualizado %s

source: Configured %s
ca: Configurat(s) %s
es: Configurado %s

source: Extracting the files of %s
ca: S'extreuen els fitxers de %s
es: Extrayendo los archivos de %s

source: Add a repository Usage: add-repo <repo> <indexuri> <repo>: name of repository to add <indexuri>: URI of index file NB: We support only local files (e.g., /a/b/c) and http:// URIs at the moment
ca: Afegir un repositori Ús: add-repo <repo> <indexuri> <repo>: nom del repositori per afegir <indexuri>: URI del fitxer d'índex NB: només s'admeten fitxers locals (p.e., /a/b/c) i http:// URIs en aquets moments
es: Agregar un repositorio Uso: add-repo <repo> <indexuri> <repo>: nombre del repositorio a agregar <indexuri>: URI del archivo index Obs: Actualmente solamente archivos locales (ej., /a/b/c) y URLs http:// son soportados

source: add-repo options
ca: opcions d'add-repo
es: opciones add-repo

source: Ignore repository distribution check
ca: Ignora la comprovació del repositori de la distribució
es: Ignorar verificación de distribución del repositorio

source: Does not fetch repository index and does not check distribution match
ca: No recull l'índex del repositori i no comprova la coincidència de la distribució
es: No busca lista de archivos del repositorio y no verifica si coincide distribución

source: Add repository at given position (0 is first)
ca: Afegeix un repositori a una posició donada (0 és primer)
es: Agregar repositorio en posición indicada (inicia con 0)

source: Add %s repository without updating the database? By confirming this you are also adding the repository to your system without checking the distribution of the repository. Do you want to continue?
ca: Voleu afegir el repositori %s sense actualitzar la base de dades? Confirmant això també afegiu el repositori al sistema sense comprovar la distribució del repositori. Voleu continuar?
es: Agregar repositorio %s sin actualizar base de datos ? En caso de confirmar, también admite el repositorio saltando la verificación de la compatibilidad con su distribución. Desea continuar?

source: %s repository could not be reached. Removing %s from system.
ca: No s'ha pogut abastar el repositori %s. S'elimina %s del sistema.
es: Repositorio %s inaccesible. Removiendo %s del sistema.

source: Removes everything including changed config files of the package
ca: Ho elimina tot incloent-hi els fitxers de configuració canviats del paquet
es: Remueve todo, incluyendo archivos de configuración modificados del paquete

source: Information about the package owner and release Usage: blame <package> ... <package>
ca: Informació sobre el propietari del paquet i la versió Ús: blame <package> ... <package>
es: Información acerca del propietario del paquete y versión Uso: blame <package> ... <package>

source: blame options
ca: opcions de blame
es: opciones de blame

source: Blame for the given release
ca: Responsable per a la versió donada
es: Responsable para la versión indicada

source: Blame for all of the releases
ca: Responsable per a totes les versions
es: Responsable para todas las versiones

source: Name: %s, version: %s, release: %s
ca: Nom: %s, versió: %s, publicació: %s
es: Nombre: %s, versión: %s, release: %s

source: Package Maintainer: %s <%s>
ca: Mantenidor del paquet: %s <%s>
es: Mantenedor de paquete: %s <%s>

source: Release Updater: %s <%s>
ca: Actualitzador de la publicació: %s <%s>
es: Actualizador de versión: %s <%s>

source: Update Date: %s
ca: Data d'actualització: %s
es: Fecha de actualización: %s

source: Build eopkg packages Usage: build [<pspec.xml> | <sourcename>] ... You can give a URI of the pspec.xml file. eopkg will fetch all necessary files and build the package for you. Alternatively, you can give the name of a source package to be downloaded from a repository containing sources.
ca: Construcció de paquets eopkg Ús: build [<pspec.xml> | <sourcename>] ... Podeu especificar l'URI del fitxer pspec.xml. L'eopkg recuperarà tots els fitxers necessaris i us construirà el paquet. Alternativament, podeu especificar el nom del paquet font per baixar d'un repositori que contingui fonts.
es: Build paquetes eopkg Uso: build [<pspec.xml> | <sourcename>] ... Puede indicar la URI del archivo pspec.xml file. eopkg adquirirá todos los archivos necesarios y construir el paquete. Alternativamente puede indicar el nombre de un paquete de fuentes a descargar de un repositorio de fuentes.

source: build options
ca: opcions de construcció
es: opciones de build

source: Run pisi build operation without printing extra debug information
ca: Executa l'operació de pisi sense imprimir informació de depuració extra
es: Ejecutar operación de pisi build sin mostrar informaciones adicionales de depuración

source: Do not take dependency information into account
ca: No tinguis en compte la informació de dependències
es: Ignorar información de dependencias

source: Output directory for produced packages
ca: Directori de sortida per als paquets produïts
es: Carpeta de salida para paquetes producidos

source: Bypass errors from ActionsAPI
ca: Evita els errors d'ActionsAPI
es: Omitir errores del ActionsAPI

source: Bypass safety switch
ca: Evita el canvi de seguretat
es: Omitir la verificación de seguridad

source: Bypass testing step
ca: Evita el pas de la comprovació
es: Omitir paso de verificación
