Repository: getsolus/eopkg
Catalog: pisi/data/po/*.po
Languages: ca, es

source: Create a static package with ar files
ca: Crea un paquet estàtic amb fitxers ar
es: Crear un paquete estático con archivos ar

source: Create the binary package using the given format. Use '-F help' to see a list of supported formats.
ca: Crea el paquet binari usant el format donat. Useu "-F help" per veure una llista dels formats admesos.
es: Crear paquete binario usando el formato determinado. Use '-F help' para ver una lista de formatos soportados.

source: Use quilt patch management system instead of GNU patch
ca: Usa el sistema de gestió de pedaços quilt en lloc del pedaç GNU
es: Use el sistema de parches quilt management en vez de GNU patch

source: Do not constrain build process inside the build folder
ca: No limitis el procés de construcció dins de la carpeta de construcció
es: No restringir proceso de build a carpeta de build

source: build steps
ca: passos de construcció
es: pasos build

source: Break build after fetching the source archive
ca: Pausa la construcció després de recollir l'arxiu font
es: Interrumpir build luego de buscar el archivo fuente

source: Break build after unpacking the source archive, checking sha1sum and applying patches
ca: Pausa la construcció després de desempaquetar l'arxiu font, comprovar-ne la sha1sum i apllicar els pedaços
es: Interrumpir build luego de descompactar el archivo fuente, verificación de sha1sum y aplicación de parches

source: Break build after running configure step
ca: Pausa la construcció després d'executar el pas de la configuració
es: Interrumpir build luego de ejecutar el paso de configure

source: Break build after running compile step
ca: Pausa la construcció després d'executar el pas de compilació
es: Interrumpir build luego de compilar

source: Break build after running check step
ca: Pausa la construcció després d'executar el pas de comprovació
es: Interrumpir build luego de paso de verificación

source: Break build after running install step
ca: Pausa la construcció després d'executar el pas d'instal·lació
es: Interrumpir build luego de ejecutar install

source: Create eopkg package
ca: Crea un paquet eopkg
es: Crear paquete eopkg

source: Supported package formats:
ca: Formats de paquets admesos:
es: Formatos de paquetes soportados:

source: %s (default)
ca: %s (per defecte)
es: %s (predeterminado)

source: Verify installation Usage: check [<package1> <package2> ... <packagen>] check -c <component> <packagei>: package name A cryptographic checksum is stored for each installed file. Check command uses the checksums to verify a package. Just give the names of packages. If no packages are given, checks all installed packages.
ca: Verificar la instal·lació Ús: check [<package1> <package2> ... <packagen>] check -c <component> <packagei>: nom del paquet Es desa una suma de verificació criptogràfica per a cada fitxer instal·lat. L'odre usa les sumes per verificar un paquet. Només proporcioneu els noms dels paquets. If no packages are given, checks all installed packages.

source: check options
ca: opcions de comprovació
es: opciones de verificación

source: Check installed packages under given component
ca: Comprova els paquets instal·lats segons un component donat
es: Verificar paquetes instalados del componente

source: Checks only changed config files of the packages
ca: Comprova només els fitxers de configuració canviats dels paquets
es: Verificaciones solamente modificaron archivos de configuración de los paquetes

source: Checking all installed packages
ca: Es comproven tots els paquets instal·lats
es: Verificando todos los paquetes instalados

source: Checking integrity of %s
ca: Es comprova la integritat de %s

source: Broken
ca: Trencat

source: Unknown
ca: Desconegut

source: OK
ca: D'acord

source: Missing file: /%s
ca: Fitxer que manca: /%s

source: Access denied: /%s
ca: Accés denegat: /%s

source: Corrupted file: /%s
ca: Fitxer corrupte: /%s

source: Modified configuration file: /%s
ca: Fitxer de configuració modificat: /%s

source: Package %s not installed
ca: El paquet %s no està instal·lat
es: Paquete %s no está instalado

source: Pisi was unable to check the integrity of packages which contain files that you don't have read access. Running the check under a privileged user may help fixing this problem.
ca: Pisi no ha pogut comprovar la integritat dels paquets que contenen fitxers per als quals no teniu accés de lectura. Si s'executa la comprovació des d'un usuari amb privilegis potser se soluciona el problema.

source: Clean stale locks Usage: clean eopkg uses filesystem locks for managing database access. This command deletes unused locks from the database directory.
ca: Neteja els registres obsolets Ús: clean eopkg usa registres de sistema de fitxers per gestionar l'accés a la base de dades. Aquesta ordre elimina els registres no usats del directori de la base de dades.
es: Limpiar bloqueos Uso: clean eopkg usa archivos indicadores de bloqueo para administrar el acceso a la base de datos. Este comando elimina archivos indicadores sin uso del directorio de la base de datos.

source: Command lacks name
ca: A l'ordre li falta el nom
es: Al comando le falta el nombre

source: Duplicate command %s
ca: Duplica l'ordre %s
es: Comando duplicado %s

source: Unrecognized command: %s
ca: Ordre no reconeguda: %s
es: Comando desconocido: %s

source: general options
ca: opcions generals
es: opciones generales

source: Change the system root for eopkg commands
ca: Canvia l'arrel del sistema per a ordres eopkg
es: Cambiar la raíz del sistema para los comandos eopkg

source: Assume yes in all yes/no queries
ca: Assumeix que sí a totes les consultes de sí o no
es: Asumir Sí (yes) en todas las consultas Sí/No (yes/no)

source: Keep bandwidth usage under specified KB's
ca: Mantén l'amplada de banda sota els KB especificats
es: Mantener uso de ancho de banda por debajo de KB especificado

source: Detailed output
ca: Sortida detallada
es: Detalles

source: Show debugging information
ca: Mostra la informació de depuració
es: Mostrar información de depuración

source: Suppresses all coloring of eopkg's output
ca: Suprimeix els colors de la sortida d'eopkg
es: No colorear mensajes de eopkg

source: Destination directory %s does not exist. Creating directory.
ca: El directori de destinació %s no existeix. Es crea.
es: Carpeta destino %s no existe. Creando carpeta.

source: Password:
ca: Contrasenya:
es: Contraseña:

source: Command terminated abnormally.
ca: L'ordre no ha acabat amb normalitat.
es: Comando terminado de manera anormal

source: Bypass comar configuration agent
ca: Evita l'agent de configuració comar
es: Omitir al agente de configuración comar

source: Do not perform any action, just show what would be done
ca: No facis cap acció, només mostra què s'hauria de fer
es: No hacer nada, solamente mostrar lo que se haría

source: usage: %s
ca: ús: %s
es: uso: %s

source: Configure pending packages If COMAR configuration of some packages were not done at installation time, they are added to a list of packages waiting to be configured. This command configures those packages.
ca: Configuració dels paquets pendents Si la configuració COMAR d'alguns paquets no es va fer al moment de la instal·lació, s'afegeixen a una llista de paquets que esperen configuració. Aquesta els ordre configura.
es: Configurar paquetes pendientes Si COMAR no realiza la configuración de algunos paquetes durante el proceso de instalación, se los agrega a una lista de espera, de paquetes pendientes a configurar. Este comando configura los paquetes en espera.

source: configure-pending options
ca: opcions de la configuració pendent
es: Opciones de configure-pending

source: Delete cache files Usage: delete-cache Sources, packages and temporary files are stored under /var directory. Since these accumulate they can consume a lot of disk space.
ca: Eliminar fitxers de la cau Ús: delete-cache Fonts, paquets i fitxers temporals es desen al directori /var. Com que s'hi acumulen, poden consumir molt d'espai de disc.
es: Eliminar archivos del cache Uso: delete-cache Archivos de fuentes, paquetes y archivos temporales se guardan en el directorio /var. Ya que se van acumulando los archivos, el espacio consumido en disco puede aumentar considerablemente.

source: Creates delta packages Usages: delta oldpackage1 oldpackage2 ... newpackage delta -t newpackage oldpackage1 oldpackage2 ... Delta command finds the changed files between the given packages by comparing the sha1sum of files and creates a delta package with the changed files.
ca: Creació de paquets delta Usos: delta paquetantic1 paquetantic2 ... paquetnou delta -t paquetnou paquetantic1 paquetantic2 ... L'ordre delta troba els fitxers canviats entre els paquets especificats comparant-ne els fitxers de suma de verificació sha1sum i crea un paquet delta amb els fitxers canviats.
es: Crea paquetes delta Uso: delta oldpackage1 oldpackage2 ... newpackage delta -t newpackage oldpackage1 oldpackage2 ... El comando delta encuentra los archivos modificados entre los paquetes indicados a través una comparación de la sha1sum de los archivos y crea un paquete delta con los archivos modificados.

source: delta options
ca: opcions de deltes
es: opciones de delta

source: Use arg as the new package and treat other arguments as old packages.
ca: Usa arg com a paquet nou i tracta els altres arguments com a paquets antics.
es: Use arg como paquete nuevo y trate otros argumentos como paquetes antiguos.

source: Output directory for produced packages.
ca: Directori de sortida per als paquets produïts.
es: Carpeta de salida para paquetes creados.

source: Disable repository Usage: disable-repo [<repo1> <repo2> ... <repon>] <repoi>: repository name Disabled repositories are not taken into account in operations
ca: Inhabilitar repositoris Ús: disable-repo [<repo1> <repo2> ... <repon>] <repoi>: nom del repositori Els repositoris inhabilitats no es tenen en compte a les operacions
es: Deshabilitar repositorio Uso: disable-repo [<repo1> <repo2> ... <repon>] <repoi>: nombre de repositorio Repositorios deshabilitados son ignorados para las siguientes operaciones.

source: Enable repository Usage: enable-repo [<repo1> <repo2> ... <repon>] <repoi>: repository name Disabled repositories are not taken into account in operations
ca: Habilitació de repositoris Ús: enable-repo [<repo1> <repo2> ... <repon>] <repoi>: nom del repositori Els repositoris inhabilitats no es tenen en compte a les operacions
es: Habilitar repositorio Uso: enable-repo [<repo1> <repo2> ... <repon>] <repoi>: nombre repositorio Repositorios deshabilitados son ignorados para las siguientes operaciones

source: Fetch a package Usage: fetch [<package1> <package2> ... <packagen>] <packagei>: package name Downloads the given pisi packages to working directory
ca: Recuperar un paquet Ús: fetch [<package1> <package2> ... <packagen>] <packagei>: nom del paquet Baixa els paquets pisi especificats al directori de treball
es: Descargar un paquete Uso: fetch <package1> <package2> ... <packagen> <packagei>: nombre de paquete Descarga el paquete pisi indicado al directorio de trabajo

source: fetch options
ca: opcions d'obtenció
es: opciones de descarga

source: Output directory for the fetched packages
ca: Directori de sortida per als paquets recollits
es: Carpeta destino para paquetes descargados

source: Prints help for given commands Usage: help [ <command1> <command2> ... <commandn> ] If run without parameters, it prints the general help.
ca: Imprimeix l'ajuda per a les ordres especificades Ús: help [ <command1> <command2> ... <commandn> ] Sense paràmetres, imprimeix l'ajuda general.
es: Imprime la ayuda para un comando Uso: help [ <command1> <command2> ... <commandn> ] Si se ejecuta sin parámetro se imprime la ayuda general.

source: %prog [options] <command> [arguments] where <command> is one of:
ca: %prog [opcions] <command> [arguments] on <command> és una de les següents:
es: %prog [options] <command> [arguments] donde <command> es uno de:

source: Use "%prog help <command>" for help on a specific command.
ca: Useu "%prog help <command>" per a l'ajuda d'una ordre concreta.
es: Use "%prog help <command>" para ayuda de un comando específico.

source: upgrade
ca: actualitza
es: actualizar

source: remove
ca: elimina
es: eliminar

source: emerge
ca: emergeix

source: install
ca: instal·la
es: instalar

source: snapshot
ca: instantània
es: instantánea

source: takeback
ca: retrocés
es: retroceder

source: repository update
ca: actualització de repositori
es: Actualización de repositorio

source: History of pisi operations Usage: history Lists previous operations.
ca: Historial d'operacions de pisi Ús: history Llista les operacions prèvies.
es: Histórico de operaciones pisi Uso: history Lista operaciones previas.

source: history options
ca: opcions de l'historial
es: opciones de historial

source: Output only the last n operations
ca: Sortida només de les últimes n operacions
es: Mostrar solamente las ultimas n operaciones

source: Take snapshot of the current system
ca: Fes una instantània del sistema actual
es: Generar instantánea del sistema actual

source: Takeback to the state after the given operation finished
ca: Torna a l'estat de després d'haver acabat l'operació donada
es: Retroceder al estado, luego de terminar la operación

source: Operation #%d: %s
ca: Operació #%d: %s
es: Operación #%d: %s

source: Date: %s %s
ca: Data: %s %s
es: Fecha: %s %s

source: * There are %d packages in this snapshot.
ca: * Hi ha %d paquests en aquesta instantània.
es: * Hay %d paquetes en esta instantánea.

source: Index eopkg files in a given directory Usage: index <directory> ... This command searches for all eopkg files in a directory, collects eopkg tags from them and accumulates the information in an output XML file, named by default 'eopkg-index.xml'. In particular, it indexes both source and binary packages. If you give multiple directories, the command still works, but puts everything in a single index file.
ca: Índex de fitxers eopkg d'un directori concret Ús: index <directory> ... Aquesta ordre cerca tots els fitxers eopkg en un directori, en recull etiquetes eopkg i acumula la informació en un fitxer XML de sortida, anomenat per defecte eopkg-index.xml. En concret, indexa tant paquets font com paquets binaris. Si especifiqueu directoris múltiples, l'ordre també funciona; però ho posa tot en un sol fitxer d'índex.
es: Indexar archivos eopkg en un directorio determinado Uso: index <directory> ... Este comando busca todos los archivos eopkg en un directorio, extrae y junta los tags eopkg y los acumula en un archivo de salida XML, con el nombre 'eopkg-index.xml' por defecto. Indexa tanto paquetes de fuentes como de binarios. Si se indica varios directorios a la vez, el comando funciona, pero el resultado se guardará en un solo archivo de index.

source: index options
ca: opcions de l'índex
es: opciones de indexar

source: Store absolute links for indexed files.
ca: Desa enllaços absoluts per als fitxers indexats.
es: Guardar rutas absolutas para los archivos indexados.

source: Index output file
ca: Fes índex del fitxer de sortida
es: Archivo index de salida

source: Comma-separated compression types for index file
ca: Tipus de compressions separats per comes per al fitxer d'índex
es: Tipos de compresión separado por coma para archivo index

source: Do not sign index.
ca: No signis l'índex.
es: No firmar index.

source: info options
ca: opcions d'informació
es: opciones de info

source: Show a list of package files.
ca: Mostra una llista dels fitxers del paquet.
es: Mostrar lista de archivos de paquetes

source: Info about the given component
ca: Informació sobre el component donat
es: Infos acerca del componente

source: Show only paths.
ca: Mostra'n només els camins.
es: Mostrar solamente rutas

source: Do not show details
ca: No en mostris els detalls
es: No mostrar detalles

source: Output in xml format
ca: Sortida en format xml
es: Salida en formato xml

source: Reverse Dependencies:
ca: Dependències inverses:
es: Dependencias reversas:

source: Package file: %s
ca: Fitxer del paquet: %s
es: Archivo de paquete: %s

source: Installed package:
ca: Paquet instal·lat:
es: Paquete instalado:

source: %s package is not installed
ca: el paquet %s no està instal·lat
es: Paquete %s no está instalado

source: [binary]
ca: [binari]
es: [binario]

source: Package found in %s repository:
ca: El paquet s'ha trobat al repositori %s:
es: Paquete encontrado en %s repositorio:

source: %s package is not found in binary repositories
ca: el paquet %s no s'ha trobat als repositoris binaris
es: Paquete %s no encontrado en repositorios de binarios

source: Install eopkg packages Usage: install <package1> <package2> ... <packagen> You may use filenames, URI's or package names for packages. If you have specified a package name, it should exist in a specified repository. You can also specify components instead of package names, which will be expanded to package names.
ca: Instal·lació de paquets eopkg Ús: install <package1> <package2> ... <packagen> Podeu usar noms de fitxers, URIs o noms de paquets per a paquets. Si heu especificat un nom de paquet, hauria d'existir en un repositori especificat. També podeu especificar components en comptes de noms de paquets, que s'expandiran a noms de paquet.
es: Instalar paquetes eopkg Uso: install <package1> <package2> ... <packagen> Se puede indicar nombres de archivos, URI's o nombres de paquetes. Si indicó un nombre de un paquete, este mismo debería existir en uno de los repositorios especificados. También puede indicar componentes en lugar de nombre de paquetes, lo que se expanden automáticamente a nombres de paquetes.

source: install options
ca: opcions d'instal·lació
es: Opciones de instalación

source: Reinstall already installed packages
ca: Reinstal·la els paquets ja instal·lats
es: Reinstalar paquetes ya instalados

source: Skip distribution release and architecture check
ca: Omet la comprovació de la versió de la distribució i de l'arquitectura
es: Saltar comprobación de architectura y versión

source: Ignore file conflicts
ca: Ignora els conflictes de fitxers
es: Ignorar conflictos de archivos

source: Ignore package conflicts
ca: Ignora els conflictes de paquets
es: Ignorar conflictos de paquetes

source: Install component's and recursive components' packages
ca: Instal·la paquets de components i de components recursius
es: Instalar paquetes de componente y de componentes relacionados

source: Name of the component's repository
ca: Nom del repositori del component
es: Nombre del repositorio del componente

source: Fetch upgrades but do not install.
ca: Obtén les actualitzacions però no les instal·lis.
es: Descargar actualizaciones pero no instalar.

source: When installing packages, ignore packages and components whose basenames match pattern.
ca: Quan s'instal·lin paquets, ignora els paquets i els components els noms de base dels quals coincideixin amb el patró.
es: Ignorar paquetes y componentes para la instalación, cuyos nombres base coinciden con el patrón.

source: When installing packages, ignore packages and components whose basenames match any pattern contained in file.
ca: Quan s'instal·lin paquets, ignora els paquets i els components els noms de base dels quals coincideixin amb qualsevol patró contingut al fitxer.
es: Ignorar paquetes y componentes para la instalación, cuyo nombre base coinciden con cualquiera de los patrones guardados en el archivo.

source: There is no component named %s
ca: No hi ha cap component anomenat "%s"
es: No existe componente de nombre %s

source: List available packages in the repositories Usage: list-available [ <repo1> <repo2> ... repon ] Gives a brief list of eopkg packages published in the specified repositories. If no repository is specified, we list packages in all repositories.
ca: Llista paquets disponibles als repositoris Ús: list-available [ <repo1> <repo2> ... repon ] Dona una llista breu de paquets eopkg publicats als repositoris especificats. Si no, es llisten paquets de tots els repositoris.
es: Listar paquetes disponibles en los repositorios Uso: list-available [ <repo1> <repo2> ... repon ] Da una lista breve de los paquetes eopkg publicados en los repositorios especificados. Si no se especifica el repositorio, se genera una lista de los paquetes de todos los repositorios.

source: list-available options
ca: opcions de la llista de disponibles
es: opciones list-available

source: Show in long format
ca: Mostra en format llarg
es: Mostrar formato largo

source: List available packages under given component
ca: Llista els paquets disponibles segons un component donat
es: Listar paquetes disponibles de un componente dado

source: Show uninstalled packages only
ca: Mostra només els paquets desinstal·lats
es: Solo muestra paquetes desinstalados

source: Installed packages are shown in this color
ca: Els paquets instal·lats es mostren amb aquest color
es: Paquetes instalados se muestran en este color

source: Repository : %s
ca: Repositori: %s
es: Repositorio : %s

source: List available components Usage: list-components Gives a brief list of eopkg components published in the repositories.
ca: Llista de components disponibles Ús: list-components Dona una llista breu de components eopkg publicats als repositoris.
es: Listar componentes disponibles Uso: list-components Da una lista breve de componentes eopkg publicados en los repositorios.

source: list-components options
ca: opcions de la llista de components
es: opciones list-components

source: Name of the source or package repository
ca: Nom de la font o del respositori de paquets
es: Nombre del repositorio de fuentes o paquetes

source: Print the list of all installed packages Usage: list-installed
ca: Imprimeix una llista de tots els paquets instal·lats Ús: list-installed
es: Imprimir lista de todos los paquetes instalados Uso: list-installed

source: list-installed options
ca: opcions de la llista d'instal·lats
es: opciones de list-installed

source: Only list the installed packages built by the given host
ca: Només llista els paquets instal·lats construïts per l'amfitrió especificat.
es: Solamente listar paquetes creados en el host indicado

source: List installed packages under given component
ca: Llista els paquets instal·lats segons un component donat
es: Listar paquetes instalados de componente

source: Show detailed install info
ca: Mostra informació detallada de la instal·lació
es: Mostrar detalles de instalación

source: Package Name |St| Version| Rel.| Distro| Date
ca: Nom del paquet |Estat| Versió| Rel.| Distrib.| Data
es: Nombre de Paquete |St| Versión| Rel.| Distro| Fecha

source: List newest packages in the repositories Usage: list-newest [ <repo1> <repo2> ... repon ] Gives a list of eopkg newly published packages in the specified repositories. If no repository is specified, we list the new packages from all repositories.
ca: Llista els paquets més nous dels repositoris Ús: list-newest [ <repo1> <repo2> ... repon ] Dona una llista de paquets eopkg recentment publicats als repositoris especificats. Si no, es llisten les paquets més nous de tots els repositoris.
es: Listar paquetes nuevos de los repositorios Uso: list-newest [ <repo1> <repo2> ... repon ] Muestra una lista de paquetes eopkg recientemente publicados en los repositorios especificados. Si no se indica un repositorio, se mostrará una lista de los paquetes nuevos de todos los repositorios.

source: list-newest options
ca: opcions de la llista dels més nous
es: opciones de list-newest

source: List new packages added to repository after this given date formatted as yyyy-mm-dd
ca: Llista els paquets nous afegits al repositori després d'una data formatada com a aaaa-mm-dd
es: Listar paquetes nuevos en el repositorio, desde la fecha indicada, en formato yyyy-mm-dd
