Repository: getsolus/eopkg
Catalog: pisi/data/po/*.po
Languages: ca, es

source: Sandbox enabled build...
ca: Construcció de Sandbox habilitada...
es: Build con Sandbox habilitado...

source: Sandbox violation result:
ca: Resultat de violació de Sandbox:
es: Resultado de violación de Sandbox:

source: Sandbox violations!
ca: Violacions de Sandbox!
es: Violaciones de Sandbox!

source: unable to call function from actions: %s
ca: no es pot cridar la funció des de les accions: %s
es: no posible llamar función desde acciones: %s

source: Source package '%s' defines a relative 'Path' element: %s
ca: El paquet font "%s" defineix un element "Path" relatiu: %s

source: Source package '%s' defines multiple 'Path' tags for %s
ca: El paquet font "%s" defineix múltiples etiquetes "Path" per a %s

source: Safety switch: following extra packages in system.devel will be installed:
ca: Canvi de seguretat: s'instal·laran els paquets extres següents a system.devel:
es: Verificación de seguridad: Se instalarán los siguientes paquetes adicionales en system.devel:

source: Safety switch: the component system.devel cannot be found
ca: Canvi de seguretat: no es pot trobar el component system.devel.
es: Verificación de seguridad: No posible encontrar el componente system.devel

source: Unsatisfied Build Dependencies:
ca: Dependències de construcció no satisfetes:
es: Dependencias Build no satisfechas:

source: Cannot build package due to unsatisfied build dependencies
ca: No es pot construir el paquet a causa de dependències de construcció no satisfetes.
es: No es posible generar el paquete por dependencias build no satisfechas

source: Build dependency %s cannot be satisfied
ca: La dependència de construcció %s no es pot satisfer.
es: Dependencia build %s no se puede satisfacer

source: Do you want to install the unsatisfied build dependencies
ca: Voleu instal·lar les dependències de construcció no satisfetes?
es: Quiere instalar las dependencias build faltantes

source: Installing build dependencies.
ca: S'instal·len dependències de construcció.
es: Instalando dependencias build

source: Ignoring build dependencies.
ca: S'ignoren les dependències de construcció.
es: Ignorando dependencias build

source: Patch file is missing: %s
ca: Manca el fitxer de pedaç: %s
es: Falta el archivo de parche: %s

source: Patch file is empty: %s
ca: El fitxer de pedaç és buit: %s
es: Archivo de parche está vacío: %s

source: Applying patch: %s
ca: S'aplica el pedaç: %s

source: /%s has suid bit set
ca: /%s té establert el suid bit
es: /%s tiene seteado el bit suid

source: No user named '%s' found on the system
ca: No s'ha trobat cap usuari anomenat "%s" al sistema.
es: Usuario '%s' no existe en el sistema

source: No group named '%s' found on the system
ca: No s'ha trobat cap grup anomenat "%s" al sistema.
es: Grupo '%s' no existe en el sistema

source: There are abandoned files under the install dir (%s):
ca: Hi ha fitxers abandonats sota el directori d'instal·lació (%s):
es: Existen archivos abandonados en la carpeta de instalación (%s):

source: Ignoring empty package %s
ca: S'ignora el paquet buit %s
es: Omitiendo paquete vacío %s

source: Building package: %s
ca: Es construeix el paquet: %s
es: Construyendo paquete: %s

source: Creating %s...
ca: Es crea %s...
es: Creando %s...

source: Cleaning build directory...
ca: Es neteja el directori de construcció...
es: Limpiando carpeta build...

source: Keeping build directory
ca: Es manté el directori de construcció
es: Conservando carpeta build

source: Action script error caught.
ca: S'ha agafat un error d'acció d'script.

source: *** %d error(s), %d warning(s)
ca: *** %d error(s), %d avís(os)
es: *** %d error(es), %d alerta(s)

source: Last state was '%s'
ca: L'últim estat era "%s"

source: The file '%s' belongs to a different package other than '%s'. Skipping it...
ca: El fitxer "%s" pertany a un paquet diferent que no sigui "%s". S'omet...
es: Archivo '%s' pertenece a un paquete diferente a '%s'. Omitiendo...

source: Package '%s' has the same release number with the new package. Skipping it...
ca: El paquet "%s" té el mateix número de versió que el paquet nou. S'omet...
es: Paquete '%s' tiene numero de release identico como el nuevo paquete. Omitiendo...

source: All files in the package '%s' are different from the files in the new package. Skipping it...
ca: Tots els fitxers del paquet "%s" són diferents dels fitxers del paquet nou. S'omet...
es: Todos los archivos del paquete '%s' son diferente de los archivos del paquete nuevo. Omitiendo...

source: New package '%s' exists in the list of old packages. Skipping it...
ca: El paquet nou "%s" existeix a la llista de paquets antics. S'omet...
es: Paquete nuevo '%s' existe en la lista de paquetes antiguos. Omitiendo...

source: Selected packages [%s] are in conflict with each other.
ca: Els paquets seleccionats [%s] tenen conflictes entre si.
es: Paquetes seleccionados [%s] están en conflicto entre ellos.

source: [%s conflicts with: %s]
ca: [%s té conflicte amb %s]
es: [%s en conflicto con: %s]

source: The following packages have conflicts: %s
ca: Els paquets següents tenen conflictes: %s
es: Los siguientes paquetes tienen conflictos: %s

source: Remove the following conflicting packages?
ca: Voleu eliminar els paquets conflictius següents?
es: Remover los siguientes paquetes conflictivos ?

source: Conflicting packages should be removed to continue
ca: S'haurien d'eliminar els paquets conflictius per continuar
es: Se deben remover los paquetes conflictivos antes de continuar

source: %s could not be found
ca: %s no s'ha pogut trobar
es: %s no se puede encontrar

source: %s [cached]
ca: %s [a la cau]

source: Following packages will be installed:
ca: Els paquets següents s'instal·laran:
es: Se instalarán los siguientes paquetes:

source: Following packages will be removed:
ca: Els paquets següents s'eliminaran:
es: Se eliminarán los siguientes paquetes:

source: Do you want to continue?
ca: Voleu continuar?
es: Desea continuar ?

source: Downloading %d / %d
ca: Es baixa %d / %d
es: Descargando %d / %d

source: Following packages could not be found in repositories and are not cached:
ca: Els paquets següents no s'han pogut trobar als repositoris i no s'han posat a la memòria cau:
es: Los siguientes paquetes no se pudieron encontrar en los repositorios y no fueron guardados:

source: The following package(s) are already installed and are not going to be installed again:
ca: Els paquets següents ja estan instal·lats i no es tornaran a instal·lar un altre cop:
es: Los siguientes paquetes ya están instalados y no se instalarán de nuevo:

source: No packages to install.
ca: No hi ha paquets per instal·lar.
es: No hay paquetes para instalar.

source: Following packages will be installed:
ca: S'instal·laran els paquets següents:
es: Se instalarán los siguientes paquetes:

source: Total size of package(s): %.2f %s
ca: Mida total dels paquets: %.2f %s
es: Tamaño total de paquete(s): %.2f %s

source: There are extra packages due to dependencies. Do you want to continue?
ca: Hi ha paquets extres a causa de les dependències. Voleu continuar?
es: Hay paquetes adicionales por motivo de dependencias. Desea continuar ?

source: Installing %d / %d
ca: S'instal·la %d / %d
es: Instalado %d / %d

source: Mixing file names and package names not supported yet.
ca: Encara no s'admet barrejar noms de fitxers i noms de paquets.
es: Mezclando nombres de archivos y nombres de paquetes actualmente no soportado.

source: Package %s is not compatible with your distribution release %s %s.
ca: El paquet %s no és compatible amb la versió de la distribució %s %s.
es: Pacquete %s no es compatible con su versión de distribución %s %s.

source: Package %s (%s) is not compatible with your %s architecture.
ca: El paquet %s (%s) no és compatible amb l'arquitectura de %s.
es: Paquete %s (%s) no es compatible con su arquitectura %s.

source: External dependencies not satisfied: %s
ca: Dependències externes no satisfetes: %s
es: Dependencias externas no satisfechas: %s

source: The following packages will be installed in order to satisfy dependencies:
ca: S'instal·laran els paquets següents per tal de satisfer les dependències:
es: Se instalarán los siguientes paquetes para satisfacer las dependencias:

source: External dependencies not satisfied
ca: Dependències externes no satisfetes
es: Dependencia externa no satisfecha

source: Installation order:
ca: Ordre d'instal·lació:
es: Orden de instalación:

source: %s dependency of package %s is not satisfied
ca: La dependència %s del paquet %s no està satisfeta
es: Dependencia %s de paquete %s no está satisfecha

source: Safety switch prevents the removal of following packages:
ca: El canvi de seguretat evita l'eliminació dels paquets següents:
es: Verificación de seguridad impide remover los siguientes paquetes:

source: Safety switch: The component system.base cannot be found.
ca: Canvi de seguretat: no es pot trobar el component system.base.
es: Verificación de seguridad: No posible encontrar el componente system.base.

source: Package %s does not exist. Cannot remove.
ca: El paquet %s no existeix. No es pot eliminar.
es: Paquete %s no existe. No posible remover.

source: No packages to remove.
ca: No hi ha paquets per eliminar.
es: No hay paquetes para remover.

source: The following list of packages will be removed in the respective order to satisfy dependencies:
ca: Els paquets de la llista següent s'eliminaran en l'ordre respectiu per satisfer dependències:
es: La siguiente lista de paquetes será removida en el orden indicado, para satisfacer las dependencias:

source: Package removal declined
ca: Eliminació de paquet rebutjada
es: Remover paquetes denegado

source: Package %s is not installed. Cannot remove.
ca: El paquet %s no està instal·lat. No es pot eliminar.
es: Paquete %s no está instalado. No posible remover.

source: Conflicts remain
ca: Resten conflictes
es: Conflictos continúan

source: Obsoleted packages remaining
ca: Resten paquets obsolets
es: Paquetes obsoletos permanecen

source: Replaced package remains
ca: Resta un paquet reemplaçat
es: Queda conservado el paquete reemplazado

source: You must restart your system for the updates in the following package(s) to take effect:
ca: Cal que reinicieu el sistema perquè les actualitzacions dels paquets següents tinguin efecte:
es: Debe reiniciar el sistema para que las actualizaciones de software tengan efecto:

source: Package %s is not installed.
ca: El paquet %s no està instal·lat.
es: Paquete %s no está instalado.

source: Package %s is not available in repositories.
ca: El paquet %s no està disponible als repositoris.
es: Paquete %s no está disponible en repositorios.

source: Package %s is already at the latest release %s.
ca: El paquet %s ja és a l'última versió: %s.
es: Paquete %s ya está con su ultima release %s.

source: The following packages will be upgraded:
ca: S'actualitzaran els paquets següents:
es: Se actualizarán los siguientes paquetes:

source: There are extra packages due to dependencies.
ca: Hi ha paquets extres a causa de les dependències.
es: Hay paquetes adicionales por motivo de dependencias.

source: Dependency %s of %s cannot be satisfied
ca: La dependència %s de %s no es pot satisfer
es: Dependencia %s de %s no se puede satisfacer

source: Upgrade is not possible.
ca: L'actualització no es possible.
es: Actualización no posible.

source: Safety switch forces the installation of following packages:
ca: El canvi de seguretat força la instal·lació dels paquets següents:
es: Verificación de seguridad obliga la instalación de los siguientes paquetes:

source: Safety switch forces the upgrade of following packages:
ca: El canvi de seguretat força l'actualització dels paquets següents:
es: Verificación de seguridad obliga la actualización de los siguientes paquetes:

source: Cannot open package file: %s
ca: No es pot obrir el fitxer del paquet: %s
es: No posible abrir archivo de paquete: %s

source: Unsupported package format: %s
ca: Format de paquet no admès: %s
es: Formato de paquete no soportado: %s

source: There was a problem while fetching '%s'. The package may have been upgraded. Please try to upgrade the package.
ca: Hi ha hagut un problema obtenint "%s". Potser el paquet s'ha actualitzat. Si us plau, intenteu actualitzar el paquet.
es: Ocurrió un problema al obtener '%s'. El paquete puede ya estar más actualizado. Por favor intente una actualizción del paquete.

source: String '%s' has invalid XML
ca: La cadena "%s" té un XML no vàlid
es: Cadena '%s' contiene XML inválido

source: Unable to read file (%s): %s
ca: No es pot llegir el fitxer (%s): %s
es: No posible leer archivo (%s): %s

source: File '%s' has invalid XML
ca: El fitxer "%s" té un XML no vàlid
es: Archivo '%s' contiene XML inválido

source: No pisi package: %s* found.
ca: Cap paquet pisi: %s* trobat(s).
es: Paquete pisi: %s* no encontrado.

source: Repo already has package named %s.
ca: El repositori ja té un paquet anomenat "%s".
es: Repo ya contiene paquete con nombre %s.

source: Repo does not have package named %s.
ca: El repositori no té un paquet anomenat "%s".
es: Repo no contiene paquete con nombre %s.

source: Keyboard Interrupt: Exiting...
ca: Interrupció des del teclat: se surt...
es: Interrupción de teclado: Terminando...

source: Program terminated.
ca: S'ha acabat el programa.
es: Programa terminado.

source: Unhandled internal exception. Please file a bug report to <https://github.com/getsolus/package-management/>.
ca: Excepció interna no gestionada. Si us plau, presenteu un informe d'error a <https://github.com/getsolus/package-management/>.
es: Excepción interna no prevista. Favor envíe un reporte de la falla <https://github.com/getsolus/package-management/>.

source: System error. Program terminated.
ca: Error de sistema. S'ha acabat el programa.
es: Error del sistema. Programa terminado.

source: Please use 'eopkg help' for general help.
ca: Si us plau, useu "eopkg help" per a l'ajuda general.
es: Favor use 'eopkg help' para ayuda general.

source: Traceback:
ca: Rastre:
es: Trazo inverso:

source: Use --debug to see a traceback.
ca: Useu --debug per veure'n el rastre.
es: Use --debug para ver registro.

source: Fetching source from: %s
ca: S'obté la font de %s
es: Obteniendo fuente desde: %s

source: Source archive is stored: %s/%s
ca: L'arxiu font està desat: %s/%s
es: Archivo de fuente guardado: %s/%s

source: %s mirrors are not defined.
ca: %s rèpliques no estan definides.
es: %s repositorios no están definidos.

source: Fetching source from mirror: %s
ca: S'obté la font de la rèplica: %s
es: Descargando fuente desde mirror: %s

source: Could not fetch source from %s mirrors.
ca: No s'ha pogut recollir la font de %s rèpliques.
es: No posible descargar fuentes desde %s.

source: unpack: check_file_hash failed
ca: unpack: check_file_hash ha fallat
es: unpack: check_file_hash falló

source: Unknown archive type '%s' is given for '%s'.
ca: Tipus d'arxiu desconegut, "%s", donat per a "%s".
es: Tipo de archivo '%s' desconocido para el archivo '%s'.

source: Pisi needs %s to unpack this archive but it is not installed.
ca: El Pisi necessita %s per desempaquetar aquest arxiu però no està instal·lat.

source: URI: %s, type: %s, sha1sum: %s
ca: URI: %s, tipus: %s, sha1sum: %s
es: URI: %s, tipo: %s, sha1sum: %s

source: or
ca: o
es: o

source: Summary: %s
ca: Resum: %s
es: Resumen: %s

source: Description: %s
ca: Descripció: %s
es: Descripción: %s

source: Licenses: %s
ca: Llicències: %s
es: Licencias: %s

source: Provides:
ca: Proporciona:
es: Provee:

source: Dependencies:
ca: Dependències:
es: Dependencias:

source: translations.xml file is badly formed.
ca: translations.xml mal format.
es: Archivo translations.xml incorrecto.

source: Build Dependencies:
ca: Dependències de construcció:
es: Dependencias de Build:

source: setAuthInfo needs a tuple (user, pass)
ca: setAuthInfo necessita una tupla (usuari, contrasenya)
es: setAuthInfo requiere un tuple (usuario, clave)

source: Running
ca: S'executa
es: Ejecutando

source: return value for "%s" is %s
ca: el valor de retorn per a "%s" és %s
es: valor devuelto de "%s" es %s

source: Including external link '%s'
ca: S'inclou l'enllaç extern "%s"
es: Incluyendo link externo '%s'

source: Including directory '%s'
ca: S'inclou el directori "%s"
es: Incluyendo carpeta '%s'

source: You don't have necessary read permissions
ca: No teniu els permisos de lectura necessaris

source: Cannot calculate SHA1 hash of %s
ca: No es pot calcular SHA1 hash de %s
es: No posible calcular hash SHA1 de %s

source: Compression type is not valid: '%s'
ca: El tipus de compressió no és vàlid: "%s"
es: Tipo de compresión no válido: '%s'

source: Error while decompressing %s: %s
ca: Error en descomprimir %s: %s
es: Error al decomprimir %s: %s

source: ERROR: patch (%s) failed
ca: ERROR: ha fallat el pedaç (%s)
es: ERROR: parche (%s) falló

source: ERROR: patch (%s) failed: %s
ca: ERROR: ha fallat el pedaç (%s): %s
es: ERROR: parche (%s) falló: %s

source: strip command failed for file '%s'!
ca: strip: l'ordre ha fallat per al fitxer "%s"!
es: comando strip falló para archivo '%s'!

source: chrpath command failed for file '%s'!
ca: chrpath: l'ordre ha fallat per al fitxer "%s"!
es: comando chrpath falló para archivo '%s'!

source: objcopy (add-debuglink) command failed for file '%s'!
ca: objcopy (add-debuglink): l'ordre ha fallat per al fitxer "%s"!
es: comando objcopy (add-debuglink) falló para archivo '%s'!

source: Invalid package name: %s
ca: Nom de paquet no vàlid: %s
es: Nombre de paquete no válido: %s

source: Invalid delta package name: %s
ca: Nom de paquet delta no vàlid: %s
es: Nombre de paquete delta no válido: %s

source: Invalid version string: '%s'
ca: Cadena de versió no vàlida: "%s"
es: Cadena de versión inválida: '%s'

source: Component: %s
es: Componente: %s

source: objcopy (keep-debug) command failed for file '%s'!
es: comando objcopy (keep-debug) falló para archivo '%s'!
