Repository: getsolus/eopkg
Catalog: pisi/data/po/*.po
Languages: ca, es

source: List new packages added to repository after last nth previous repository update
ca: Llista els paquets nous afegits a un repositori després d'un nombre d'actualitzacions de repositori prèvies.
es: Listar paquetes nuevos en el repositorio luego de la ultima nta actualización del repositorio

source: Packages added to %s since %s:
ca: Paquets afegits a %s des de %s:
es: Paquetes agregados a %s desde %s:

source: Packages added to %s:
ca: Paquets afegits a %s:
es: Paquetes agregados a %s

source: List pending packages Lists packages waiting to be configured.
ca: Llista de paquets pendents Llista els paquets que esperen ser configurats.
es: Listar paquetes pendientes Lista paquetes en espera de configuración.

source: There are no packages waiting to be configured
ca: No hi ha paquets que esperin configurar-se
es: No hay paquetes pendientes para configurar

source: List repositories Usage: list-repo Lists currently tracked repositories.
ca: Llista repositoris Ús: list-repo Llista els repositoris seguits actualment.
es: Listar repositorios Uso: list-repo Lista los repositorios configurados actualmente.

source: active
ca: actiu
es: activo

source: inactive
ca: inactiu
es: deshabilitado

source: List packages to be upgraded Usage: list-upgrades Lists the packages that will be upgraded.
ca: Llista de paquets per actualitzar Ús: list-upgrades Llista els paquets que s'actualitzaran.
es: Lista paquetes a actualizar Uso: list-upgrades Lista los paquetes que se actualizarán.

source: list-upgrades options
ca: opcions de llista d'actualitzacions
es: opciones list-upgrades

source: List upgradable packages under given component
ca: Llista els paquets actualitzables segons un component donat
es: Lista de paquetes actualizables de un componente dado

source: No packages to upgrade.
ca: No hi ha paquets per actualitzar.
es: No hay paquetes para actualizar

source: Options must precede non-option arguments
ca: Les opcions han de precedir els arguments de no opció
es: Se debe indicar opciones delante de otros argumentos

source: No command given
ca: No s'ha donat cap ordre
es: No se dio ningún comando

source: Command line parsing error
ca: Error d'anàlisi de la línia d'ordre
es: Error de sintaxis de comando

source: Rebuild Databases Usage: rebuilddb [ <package1> <package2> ... <packagen> ] Rebuilds the eopkg databases If package specs are given, they should be the names of package dirs under /var/lib/eopkg
ca: Reconstrucció de bases de dades Ús: rebuilddb [ <package1> <package2> ... <packagen> ] Reconstrueix les bases de dades d'eopkg Si es donen les especificacions de paquets, haurien de ser els noms dels directoris de paquets sota /var/lib/eopkg
es: Reconstruir bases de datos Uso: rebuilddb [ <package1> <package2> ... <packagen> ] Reconstruye las bases de datos eopkg Si se especifica paquetes, debería ser usando los nombres de los directorios en /var/lib/eopkg

source: rebuild-db options
ca: opcions de reconstrucció de la base de dades
es: opciones rebuild-db

source: Rebuild files database
ca: Reconstrueix els fitxers de la base de dades
es: Regenerar base de datos de archivos

source: Rebuild eopkg databases?
ca: Voleu reconstruir les bases de dades d'eopkg?
es: Regenerar base de datos eopkg ?

source: Remove eopkg packages Usage: remove <package1> <package2> ... <packagen> Remove package(s) from your system. Just give the package names to remove. You can also specify components instead of package names, which will be expanded to package names.
ca: Eliminació de paquets eopkg Ús: remove <package1> <package2> ... <packagen> Elimina paquets del sistema. Només cal dir el nom dels paquets per eliminar. També podeu especificar components en lloc de noms de paquets, que s'expandiran a noms de paquets.
es: Remover paquetes eopkg Uso: remove <package1> <package2> ... <packagen> Remover paquete(s) del sistema. Sencillamente indique el nombre del paquete a remover. Puede especificar también componentes, en vez de nombres de paquetes, que se expandirán a nombres de los paquetes respectivos.

source: remove options
ca: opcions d'eliminació
es: opciones de remover

source: Remove component's and recursive components' packages
ca: Elimina els paquets dels components i dels components recursius
es: Remover paquetes del componente y de componentes relacionados

source: Remove repositories Usage: remove-repo <repo1> <repo2> ... <repon> Remove all repository information from the system.
ca: Eliminació de repositoris Ús: remove-repo <repo1> <repo2> ... <repon> Elimina tota la informació de repositoris del sistema.
es: Remover repositorios Uso: remove-repo <repo1> <repo2> ... <repon> Remueve toda información del repositorio del sistema.

source: Search packages Usage: search <term1> <term2> ... <termn> Finds a package containing specified search terms in summary, description, and package name fields. Default search is done in package database. Use options to search in install database or source database.
ca: Cerca de paquets Ús: search <term1> <term2> ... <termn> Troba un paquet que contingui els termes de cerca al resum, descripció i als camps de nom de paquet. Per defecte, la cerca es fa a la base de dades de paquets. Useu les opcions per cercar a la base de dades d'instal·lació o base de dades font.
es: Buscar paquetes Uso: search <term1> <term2> ... <termn> Busca paquetes que contienen lo términos de búsqueda en los campos de resumen, descripción y nombre de paquete. Por defecto la búsqueda se realiza en la base de datos de los paquetes. Use las opciones para buscar en la base de datos de instalación, o de fuentes.

source: search options
ca: opcions de cerca
es: opciones de búsqueda

source: Summary and description language
ca: Resum i llengua de descripció
es: Resumen e idioma de descripción

source: Search in installdb
ca: Cerca a installdb
es: Buscar en installdb

source: Search in the package name
ca: Cerca al nom del paquet
es: Buscar en nombre de paquetes

source: Search in the package summary
ca: Cerca al resum del paquet
es: Buscar en el resumen de los paquetes

source: Search in the package description
ca: Cerca a la descripció del paquet
es: Buscar en descripción de los paquetes

source: Search for a file Usage: search-file <path1> <path2> ... <pathn> Finds the installed package which contains the specified file.
ca: Cerca d'un fitxer Ús: search-file <path1> <path2> ... <pathn> Troba el paquet instal·lat que conté el fitxer especificat.
es: Buscar por archivo Uso: search-file <path1> <path2> ... <pathn> Busca el paquete instalado, que contiene el archivo especificado.

source: search-file options
ca: opcions de cerca de fitxers
es: opciones search-file

source: Show only package name
ca: Mostra només el nom del paquet
es: Mostrar solamente nombre de paquete

source: Package %s has file /%s
ca: El paquet %s té el fitxer /%s
es: Paquete %s contiene archivo /%s

source: Path '%s' does not belong to an installed package
ca: El camí "%s" no pertany a cap paquet instal·lat
es: Ruta '%s' no pertenece a un paquete instalado

source: Searching for %s
ca: Se cerca %s
es: Buscando %s

source: Update repository databases Usage: update-repo [<repo1> <repo2> ... <repon>] <repoi>: repository name Synchronizes the eopkg databases with the current repository. If no repository is given, all repositories are updated.
ca: Actualització de les bases de dades dels repositoris Ús: update-repo [<repo1> <repo2> ... <repon>] <repoi>: nom del repositori Sincronitza les bases de dades d'eopkg amb el repositori actual. Si no s'especifica cap repositori, s'actualitzen tots.
es: Actualizar bases de datos de repositorios Uso: update-repo [<repo1> <repo2> ... <repon>] <repoi>: nombre repositorio Sincroniza las bases de datos eopkg con los repositorios. Si no se especifica un repositorio, se actualizarán todos los repositorios.

source: update-repo options
ca: opcions d'actualització de repositoris
es: opciones update-repo

source: Update database in any case
ca: Actualitza la base de dades en qualsevol cas
es: Actualizar la base de datos de todas formas

source: Upgrade eopkg packages Usage: Upgrade [<package1> <package2> ... <packagen>] <packagei>: package name Upgrades the entire system if no package names are given You may use only package names to specify packages because the package upgrade operation is defined only with respect to repositories. If you have specified a package name, it should exist in the package repositories. If you just want to reinstall a package from a eopkg file, use the install command. You can also specify components instead of package names, which will be expanded to package names.
ca: Actualització de paquets eopkg Ús: Upgrade [<paquet1> <paquet2> ... <paquets>] <packagei>: nom de paquet Actualitza tot el sistema si no s'especifica cap nom de paquet. Podeu usar només noms de paquets per especificar paquets perquè l'operació d'actualització de paquets està definida només respecte dels repositoris. Si heu especificat un nom de paquet, hauria d'existir als repositoris de paquets. Si només voleu reinstal·lar un paquet des d'un fitxer eopkg, useu l'ordre d'instal·lació. També podeu especificar components en comptes de noms de paquets, que s'expandiran a noms de paquet.
es: Actualizar los paquetes eopkg Uso: Upgrade [<package1> <package2> ... <packagen>] <packagei>: nombre paquete Actualiza todo el sistema, si no se indica un nombre de paquete. Solo debe utilizar nombres de paquetes para indicar los paquetes porque la opción de actualización hace referencia a los paquetes en los repositorios. Los nombres de paquetes deben existir en los repositorios de paquetes. Si solamente quiere volver a instalar un paquete de un archivo eopkg, use simplemente el comando install. También puede especificar componentes en lugar de nombres de paquetes, que se expanderán a nombres de paquetes.

source: upgrade options
ca: opcions d'actualització
es: opciones de actualización

source: Security related package upgrades only
ca: Actualitzacions de paquets només relacionades amb la seguretat
es: Solamente actualizaciones de seguridad

source: Do not update repositories
ca: No actualitzis els repositoris
es: No actualizar repositorios

source: Upgrade component's and recursive components' packages
ca: Actualitza els paquets dels components i dels components recursius
es: Actualizar componentes y recursivamente paquetes del componente

source: Name of the to be upgraded packages' repository
ca: Nom del repositori dels paquets per actualitzar
es: Nombre del repositorio de paquetes a actualizar

source: When upgrading system, ignore packages and components whose basenames match pattern.
ca: Quan s'actualitzi el sistema, ignora els paquets i components el nom base dels quals coincideixi amb el patró.
es: Ignorar paquetes y componentes para la actualización, cuyo nombre base coincide con el patrón.

source: When upgrading system, ignore packages and components whose basenames match any pattern contained in file.
ca: Quan s'actualitzi el sistema, ignora els paquets i components el nom base dels quals coincideixi amb qualsevol patró contingut al fitxer.
es: Ignorar paquetes y componentes para la actualización, cuyo nombre base contiene el patrón.

source: Updating repositories
ca: S'actualitzen els repositoris
es: Actualizando repositorios

source: Will not update repositories
ca: No s'actualitzaran els repositoris
es: No se actualizarán los repositorios

source: comar-api package is not fully installed
ca: El paquet comar-api no està completament instal·lat
es: paquete comar-api no está instalado por completo

source: Cannot connect to COMAR: %s
ca: No es pot connectar amb COMAR: %s
es: No posible conectar con COMAR: %s

source: Configuring %s package
ca: Es configura el paquet %s
es: Configurando paquete %s

source: COMAR package updated. From now on, using new COMAR daemon.
ca: S'ha actualitzat el paquet COMAR. Des d'ara, s'usa el nom dimoni del COMAR.
es: Paquete COMAR actualizado. Desde ahora en adelante se está utilizando el demonio COMAR nuevo.

source: Registering %s comar script
ca: Es registra l'script comar %s
es: Registrando comar script %s

source: Script error: %s
ca: Error d'script: %s
es: Error de script: %s

source: Calling post install handlers
ca: Es criden els gestors de postinstal·lació
es: Llamando actuadores de post-install

source: Running package's post install script
ca: S'executa l'script de postinstal·lació del paquet
es: Ejecutando script de post-install del paquete

source: Running pre removal operations for %s
ca: S'executen operacions de preeliminació per a %s
es: Ejecutando operaciones previos a la desinstalación de %s

source: Running package's pre remove script
ca: S'executa l'script de preeliminació del paquet
es: Ejecutando script previo de remover paquete

source: Calling pre remove handlers
ca: Es criden els gestors de preeliminació
es: Llamando actuadores previos de remover

source: Running post removal operations for %s
ca: S'executen operacions de posteliminació per a %s
es: Ejecutando operaciones posteriores a la desinstalación de %s

source: Running package's postremove script
ca: S'executa l'script de posteliminació del paquet
es: Ejecutando script posterior de remover paquete

source: Calling post remove handlers
ca: Es criden els gestors de posteliminació
es: Llamando actuadores posteriores de la desinstalación

source: Unregistering comar scripts
ca: S'anul·la el registre d'scripts comar
es: Eliminando scripts comar del registro

source: Destination directory %s does not exist. Creating it.
ca: El directori de destinació %s no existeix. Es crea.
es: Carpeta destino %s no existe. Creando ahora.

source: No section by name '%s'
ca: No hi ha cap secció amb el nom "%s"
es: No hay sección con nombre '%s'

source: version >=
ca: versió >=
es: versión >=

source: version <=
ca: versió <=
es: versión <=

source: version
ca: versió
es: versión

source: release >=
ca: versió >=

source: release <=
ca: versió <=

source: release
ca: versió

source: Can't rebind constant: %s
ca: No es pot fer rebind constant: %s
es: No posible rebind constant: %s

source: Can't unbind constant: %s
ca: No es pot fer unbind constant: %s
es: No posible unbind constant: %s

source: Component %s not found
ca: No s'ha trobat el component %s
es: Componente %s no encontrado

source: Group %s not found
ca: No s'ha trobat el grup %s
es: Grupo %s no encontrado

source: installed
ca: instal·lat
es: instalado

source: installed-pending
ca: pendent d'instal·lació

source: State: %s Version: %s, Release: %s
ca: Estat: %s Versió: %s, publicació: %s
es: Estado: %s Versión: %s, Release: %s

source: Distribution: %s, Install Time: %s
ca: Distribució: %s, hora d'instal·lació: %s
es: Distribución: %s, Tiempo de Instalación: %s

source: Installation info for package '%s' is broken. Reinstall it to fix this problem.
ca: La informació d'instal·lació per al paquet "%s" està trencada. Reinstal·leu-lo per corregir aquest problema.
es: Instalación del paquete '%s' está corrupta. Reinstale para solucionar el problema.

source: Package %s is not installed
ca: El paquet %s no està instal·lat
es: Paquete %s no está instalado

source: %s not found in any repository.
ca: %s no s'ha trobat a cap repositori.
es: %s no encontrado en los repositorios.

source: Repo item %s not found
ca: No s'ha trobat l'element de repositori %s
es: Item %s no encontrado en repositorio

source: Repository %s does not exist.
ca: El repositori %s no existeix.
es: Repositorio %s no existe.

source: Package %s not found.
ca: No s'ha trobat el paquet %s.
es: Paquete %s no encontrado.

source: %s repository needs to be updated
ca: El repositori %s necessita actualitzar-se
es: Repositorio %s requiere actualización

source: Error parsing repository index information. Index file does not exist or is malformed.
ca: Error analitzant l'índex d'informació del repositori. El fitxer d'índex no existeix o està mal format.
es: Error al analizar la información del repositorio. Archivo index no existe o está con mal formato.

source: Repository '%s' is not compatible with your distribution. Repository is disabled.
ca: El repositori "%s" no és compatible amb la distribució. S'inhabilita.
es: Repositorio '%s' no es compatible con su distribución. Repositor deshabilitado.

source: Filename error
ca: Error de nom de fitxer
es: Error de nombre de archivo

source: Access denied to write to destination directory: "%s"
ca: Accés denegat per escriure al directori de destinació: "%s"
es: Acceso denegado para escritura en carpeta de destino: "%s"

source: Access denied to destination file: "%s"
ca: Accés denegat al fitxer de destinació: "%s"
es: Acceso denegado a archivo de destino: "%s"

source: A problem occurred. Please check the archive address and/or permissions again.
ca: Hi ha hagut un problema. Si us plau, comproveu l'adreça de l'arxiu i/o els permisos.
es: Ocurrió un problema. Favor verifique la ubicación y/o los permisos.

source: Proxy configuration has been found for '%s' protocol
ca: S'ha trobat una configuració de proxy per al protocol "%s"
es: Configuración de proxy se detectó para protocolo '%s'

source: Bandwidth usage is limited to %s KB/s
ca: La banda ampla està limitada a %s KB/s
es: Uso de ancho de banda está limitado a %s KB/s

source: Remote file can not be reached. Previously downloaded part of the file will be removed.
ca: No es pot abastar el fitxer remot. La part del fitxer baixada prèviament se sobreescriurà.
es: No posible adquirir archivo remoto. Se eliminará el archivo parcialmente descargado.

source: Server doesn't support partial downloads. Previously downloaded part of the file will be over-written.
ca: El servidor no admet baixades parcials. La part del fitxer baixada prèviament se sobreescriurà.
es: Servidor no soporta descarga parciales. La parte del archivo descargado anteriormente será sobreescrito.

source: URL %s already downloaded as %s
ca: Ja s'ha baixat l'URL %s com a %s
es: URL %s ya descargada como %s

source: No signature found for %s
ca: No s'ha trobat la signatura per a %s
es: No firma encontrada para %s

source: invalid for %s
ca: no vàlid per a %s
es: inválido para %s

source: uri must have type either URI or string
ca: uri ha de tenir el tipus URI o cadena
es: uri debe ser de tipo URI o string

source: Fetching %s
ca: S'obté %s
es: Obteniendo %s

source: Copying %s to transfer dir
ca: Es copia %s al directori de transferència
es: Copiando %s a carpeta de transferencia

source: File '%s' not found.
ca: No s'ha trobat el fitxer "%s".
es: Archivo '%s' no encontrado

source: File integrity of %s compromised.
ca: Integritat del fitxer de %s compromesa.
es: La integridad de %s acusa un problema.

source: File mode must be either File.read or File.write
ca: El mode del fitxer ha de ser o bé Fitxer.read o Fitxer.write
es: Modo de archivo debe ser File.read o File.write

source: Remote write not implemented
ca: Escriptura remota no implementada
es: Escritura remota no implementado

source: ERROR: gpg --detach-sig %s failed
ca: ERROR: gpg --detach-sig %s ha fallat
es: ERROR: gpg --detach-sig %s falló

source: Encountered cycle %s
ca: S'ha trobat cicle %s
es: Encontrado ciclo (cycle) %s

source: %s repository is updated.
ca: El repositori %s està actualitzat.
es: Repositorio %s está actualizado.

source: %s is upgraded from %s to %s with delta.
ca: %s és actualitzat de %s a %s amb delta.
es: %s se está actualizando de %s a %s con delta.

source: %s is upgraded from %s to %s.
ca: %s és actualitzat des de %s a %s.
es: %s está actualizado de %s a %s.

source: %s %s is removed.
ca: %s %s és eliminat.
es: %s %s fue eliminado.

source: %s %s is installed.
ca: %s %s és instal·lat.
es: %s %s está instalado.

source: %s %s is reinstalled.
ca: %s %s is reinstal·lat.
es: %s %s fue reinstalado.

source: %s is downgraded from %s to %s.
ca: %s és degradat de %s a %s.
es: %s fue revertido de %s a %s.

source: Unknown package operation
ca: Operació de paquet desconeguda
es: Operación desconocida de paquete

source: Adding package to index: %s
ca: S'afegeix el paquet a l'índex: %s
es: Agregando paquete a index: %s

source: Package %s: metadata corrupt, skipping...
ca: Paquet %s: metadades corruptes, s'omet...
es: Metadata de paquete %s: corrupto, omitiendo...

source: Adding groups.xml to index
ca: Afegint groups.xml a l'índex

source: Adding components.xml to index
ca: Afegint components.xml a l'índex

source: Adding distribution.xml to index
ca: Afegint distribution.xml a l'índex

source: Adding %s to source index
ca: Afegint %s a l'índex font
es: Agregando %s a index de fuentes

source: Distribution: %s, Dist. Release: %s
ca: Distribució: %s, publicació de la Distib.: %s
es: Distribución: %s, Dist. Release: %s

source: Architecture: %s, Installed Size: %s
ca: Arquitectura: %s, mida instal·lada: %s
es: Arquitectura: %s, Tamaño Instalado: %s

source: , Package Size: %s
ca: , mida del paquet: %s
es: , Tamaño del Paquete: %s

source: Mirrors file %s does not exist. Could not resolve mirrors://
ca: El fitxer de rèpliques %s no existeix. No s'han pogut resoldre les rèpliques://
es: Archivo %s no existe en mirror. No posible resolver mirrors://

source: Path %s belongs in multiple packages
ca: El camí %s pertany a paquets múltiples
es: Ruta %s pertenece a múltiples paquetes

source: pspec.xml avoids this package from building for '%s'
ca: pspec.xml evita la construcció d'aquest paquet per a "%s"
es: pspec.xml impide build del paquete actual para '%s'

source: Building source package: %s
ca: Es construeix el paquet font: %s
es: Generando paquete fuente: %s

source: ccache detected...
ca: ccache detectada...
es: ccache detectado...

source: IceCream detected. Make sure your daemon is up and running...
ca: S'ha detectat IceCream. Assegureu-vos que el dimoni estigui actiu i s'executi...
es: IceCream detectado. Asegúrese que el demónio está activo y funcionando...

source: Rebuilding for %s
ca: Es reconstrueix per a %s
es: Reconstruyendo para %s

source: Cannot find component.xml in remote directory, Source is now part of unknown component
ca: No es pot trobar el component.xml al directori remot, Source ara forma part del component desconegut
es: No se encuentra component.xml en directorio remoto. La fuente es ahora parte de componente desconocido

source: Cannot find component.xml in upper directory, Source is now part of unknown component
ca: No es pot trobar el component.xml al directori superior, Source ara forma part del component desconegut
es: No se encontró component.xml en directorio superior. La fuente es ahora parte de componente desconocido

source: Unpacking archive(s)...
ca: Desempaquetant arxius...
es: Descompactando archivo(s)...

source: unpacked (%s)
ca: desempaquetat (%s)
es: descompactado (%s)

source: Setting up source...
ca: S'estableix la font...
es: Configurando fuente...

source: Building source...
ca: Es construeix la font...
es: Generando fuente (build)...

source: Testing package...
ca: Es prova el paquet...
es: Verificando Paquete %s.

source: Installing...
ca: S'instal·la...
es: Instalando...

source: Unable to read Actions Script (%s): %s
ca: No es pot llegir l'Actions Script (%s): %s
es: No posible leer Script de Acciones (%s): %s

source: SyntaxError in Actions Script (%s): %s
ca: SyntaxError a Actions Script (%s): %s
es: Error de Sintaxis en Script de Acciones (%s): %s

source: Unable to read COMAR script (%s): %s
ca: No es pot llegir l'script COMAR (%s): %s
es: No posible leer Script de COMAR (%s): %s

source: SyntaxError in COMAR file (%s): %s
ca: SyntaxError al fitxer COMAR (%s): %s
es: Error de Sintaxis en archivo COMAR (%s): %s

source: Sandbox violation: %s (%s -> %s)
ca: Violació de Sandbox: %s (%s -> %s)
es: Violación de caja de arena (Sandbox): %s (%s -> %s)

source: ERROR: WorkDir (%s) does not exist
ca: ERROR: WorkDir (%s) no existeix
es: ERROR: Directorio de trabajo (%s) no existe
