Repository: getsolus/eopkg
Catalog: po/*.po
Languages: nl, pl, tr

source: upgrade
nl: Opwaarderen
pl: aktualizuj
tr: yükselt

source: remove
nl: verwijderen
pl: usuń
tr: kaldır

source: install
nl: installeer
pl: zainstaluj
tr: kur

source: snapshot
nl: momentopname
pl: zrzut
tr: görüntü

source: takeback
nl: terugnemen
pl: odzyskiwanie
tr: geri al

source: repository update
nl: softwarebron bijwerken
pl: aktualizuj repozytorium
tr: depo güncellemesi

source: History of pisi operations Usage: history Lists previous operations.
nl: Geschiedenis van pisi handelingen Gebruik: history Toont eerdere handelingen.
pl: Historia operacji pisi Użycie: history Wyświetla poprzednie operacje.
tr: eopkg işlemlerinin günlüğü Kullanım: history Önceki işlemleri listeler.

source: history options
nl: geschiedenis opties
pl: opcje historii
tr: history seçenekleri

source: Output only the last n operations
nl: Uitvoer alleen de laatste n handelingen
pl: Wyświetl tylko ostatnie n operacji
tr: Sadece son n adet operasyonu göster.

source: Take snapshot of the current system
nl: Neem een snapshot van het huidige systeem
pl: Zrób migawkę obecnego systemu
tr: Güncel sistemin görüntüsünü al.

source: Takeback to the state after the given operation finished
nl: Terugnemen naar de toestand na een gegeven handeling is beëindigd
pl: Powróć do stanu po zakończeniu podanej operacji
tr: Verilen operasyon tamamlandıktan sonraki duruma geri dön.

source: Operation #%d: %s
nl: Handeling #%d: %s
pl: Operacja #%d: %s
tr: İşlem %d: %s

source: Date: %s %s
nl: Datum: %s %s
pl: Data: %s %s
tr: Tarih: %s %s

source: * There are %d packages in this snapshot.
nl: * Er zijn %d pakketten in deze snapshot.
pl: * W tej migawce znajduje się %d pakietów.
tr: * Bu durum görüntüsünde %d paket var.

source: Print the list of all installed packages Usage: list-installed
nl: Print de lijst van alle geïnstalleerde pakketten Gebruik: list-installed
pl: Wyświetl listę wszystkich zainstalowanych pakietów Użycie: list-installed
tr: Tüm kurulu paketlerin listesini bas. Kullanım: list-installed

source: list-installed options
nl: list-installed opties
pl: opcje listowania zainstalowanych
tr: list-installed seçenekleri

source: Show automatically installed packages and the parent dependency
pl: Pokaż automatycznie zainstalowane pakiety oraz zależność nadrzędną

source: Show installed packages that were installed by a user
pl: Pokaż zainstalowane pakiety, które zostały zainstalowane przez użytkownika

source: Only list the installed packages built by the given host
nl: Toon alleen de door de opgegeven host gebouwde en geïnstalleerde pakketten
pl: Pokaż tylko zainstalowane pakiety zbudowane przez dany host
tr: Sadece verilen makine tarafından inşa edilmiş paketleri listele

source: List installed packages under given component
nl: Toon geïnstalleerde pakketten onder gegeven component
pl: Lista zainstalowanych pakietów w danym komponencie
tr: Verilen bileşen altındaki kurulu paketleri listele.

source: You cannot specify both --explicit and --automatic
pl: Nie można określić jednocześnie opcji --explicit i --automatic

source: Orphaned package
pl: Pakiet osierocony

source: Group %s not found
nl: Groep %s niet gevonden
pl: Grupa %s nie znaleziona
tr: Grup %s bulunamadı.

source: installed
nl: geïnstalleerd
pl: zainstalowany
tr: kurulu

source: installed-pending
nl: geïnstalleerd-wachtend
pl: zainstalowany-oczekujący
tr: kurulu-beklemede

source: State: %s Version: %s, Release: %s
nl: Status: %s Versie: %s, Uitgave: %s
pl: Stan: %s Wersja: %s, Wydanie: %s
tr: Durum: %s Sürüm: %s, Yayım: %s

source: Distribution: %s, Install Time: %s
nl: Distributie: %s, installatietijd: %s
pl: Dystrybucja: %s, Czas instalacji: %s
tr: Dağıtım: %s, Kurulma Zamanı: %s

source: Installation info for package '%s' is broken. Reinstall it to fix this problem.
nl: Installatie-informatie voor pakket '%s' is niet goed. Installeer opnieuw voor het oplossen van het probleem.
pl: Informacje o instalacji pakietu '%s' są uszkodzone. Zainstaluj go ponownie, aby rozwiązać ten problem.
tr: '%s' paketine ait kurulum bilgisi bozulmuş. Sorunu düzeltmek için paketi yeniden kurun.

source: Package %s is not installed
nl: Pakket %s is niet geïnstalleerd
pl: Pakiet %s nie jest zainstalowany
tr: %s paketi kurulu değil.

source: Component %s not found
nl: Component %s niet gevonden
pl: Komponent %s nie znaleziony
tr: %s bileşeni bulunamadı.

source: FilesDB %s does not exist.
pl: FilesDB %s nie istnieje.

source: FilesDB %s is writable, but is of wrong type '%s'.
pl: FilesDB %s jest zapisywalny, ale ma niepoprawny typ '%s'.

source: FilesDB %s is readable, but is of wrong type '%s'.
pl: FilesDB %s jest odczytywalny, ale ma niepoprawny typ '%s'.

source: Cannot open FilesDB %s for writing. Opening it read-only.
pl: Nie można otworzyć FilesDB %s do zapisu. Otwieram je w trybie tylko do odczytu.

source: FilesDB %s of type '%s' exists, but we cannot access it.
pl: FilesDB %s typu '%s' istnieje, ale nie możemy go otworzyć.

source: FilesDB %s is not in a valid shelve format.
pl: FilesDB %s nie jest w prawidłowym formacie shelve.

source: FilesDB %s has no version.
pl: FilesDB %s nie ma wersji.

source: FilesDB is version %s, need version %s.
pl: FilesDB jest w wersji %s, potrzebna wersja %s.

source: FilesDB is invalid. Please rebuild it with 'sudo eopkg.py3 -y rdb'
pl: FilesDB jest nieprawidłowy. Proszę odbudować go za pomocą 'sudo eopkg.py3 -y rdb'

source: Falling back to slow and inaccurate XML search...
pl: Przechodzę do wolnego i niedokładnego wyszukiwania XML...

source: Rebuilding the FilesDB...
pl: Odbudowuję FilesDB...

source: FilesDB rebuild failed!
pl: Nie udało się odbudować FilesDB!

source: Adding packages to FilesDB %s:
pl: Dodawanie pakietów do FilesDB %s:

source: Adding '%s' ...
pl: Dodawanie '%s' ...

source: Okay.
pl: W porządku.

source: Added so far: %s
pl: Do tej pory dodano: %s

source: Done rebuilding FilesDB (version: %s)
pl: Zakończono odbudowę FilesDB (wersja: %s)

source: %s repository needs to be updated
nl: %s softwarebron dient opgewaardeerd te worden.
pl: Repozytorium %s wymaga aktualizacji
tr: %s deposunun güncellenmesi gerekiyor

source: Error parsing repository index information. Index file does not exist or is malformed.
nl: Fout bij het ontleden van indexinformatie van softwarebron. Indexbestand bestaat niet of is van onjuiste formaat.
pl: Błąd podczas parsowania informacji o indeksie repozytorium. Plik indeksu nie istnieje lub jest uszkodzony.
tr: Depo bilgisi ayrıştırılırken hata oluştu. Katalog dosyası mevcut değil ya da bozuk.

source: Repository '%s' is not compatible with your distribution. Repository is disabled.
nl: Softwarebron %s is niet compatibel met de distributie. Bron is uitgeschakeld.
pl: Repozytorium '%s' nie jest kompatybilne z twoją dystrybucją. Repozytorium zostało wyłączone.
tr: '%s' adlı depo dağıtımınız ile uyumlu değil. Depo etkisiz hale getirildi.

source: %s not found in any repository.
nl: %s in geen enkele softwarebron gevonden.
pl: %s nie znaleziono w żadnym repozytorium.
tr: %s hiçbir depoda bulunamadı.

source: Repo item %s not found
nl: Bronitem %s niet gevonden
pl: Element repozytorium %s nie znaleziony
tr: Depo elemanı %s bulunamadı.

source: Repository %s does not exist.
nl: Softwarebron %s bestaat niet.
pl: Repozytorium %s nie istnieje.
tr: %s deposu yok.

source: Repo %s not found.
pl: Repozytorium %s nie zostało znalezione.

source: Package %s not found.
nl: Pakket %s niet gevonden.
pl: Pakiet %s nie znaleziony.
tr: Paket %s bulunamadı.

source: Path %s belongs in multiple packages
nl: Pad %s behoort bij meerdere pakketten
pl: Ścieżka %s należy do wielu pakietów
tr: %s yolu birden çok pakete ait.

source: pspec.xml avoids this package from building for '%s'
nl: pspec.xml voorkomt het bouwen van dit pakket voor '%s'
pl: pspec.xml uniemożliwia zbudowanie tego pakietu dla '%s'
tr: pspec.xml bu kaynak paketin '%s' için inşa edilmesini engelliyor

source: Building source package: %s
nl: Bouwen bronbronpakket: %s
pl: Budowanie pakietu źródłowego : %s
tr: Kaynak paket inşa ediliyor: %s

source: ccache detected...
nl: Ccache gevonden...
pl: wykryto ccache...
tr: ccache bulundu...

source: IceCream detected. Make sure your daemon is up and running...
nl: IceCream gevonden. Zorg dat uw daemon actief is...
pl: Wykryto IceCream. Sprawdź czy twój demon jest uruchomiony...
tr: IceCream bulundu. Lütfen artalan sürecinizin çalıştığından emin olunuz.

source: Rebuilding for %s
nl: Opnieuw bouwen voor %s
pl: Odbudowuję dla %s
tr: %s için tekrar inşa ediliyor

source: Cannot find component.xml in remote directory, Source is now part of unknown component
nl: Kan component.xml in map op afstand niet vinden. Bron is nu onderdeel van onbekende component
pl: Nie można znaleźć component.xml w zdalnym katalogu, źródło jest teraz częścią nieznanego komponentu
tr: component.xml uzaktaki dizinde bulunamadı, kaynak bilinmeyen bir bileşenin parçası

source: Cannot find component.xml in upper directory, Source is now part of unknown component
nl: Kan component.xml in bovenliggende map niet vinden. Bron is nu onderdeel van onbekende component
pl: Nie można znaleźć component.xml w wyższym katalogu, źródło jest teraz częścią nienieznanego komponentu
tr: component.xml bir üst dizinde bulunamadı, kaynak bilinmeyen bir bileşenin parçası

source: Unpacking archive(s)...
nl: Bezig uitpakken archief...
pl: Rozpakowywanie archiwum...
tr: Arşiv(ler) açılıyor...

source: unpacked (%s)
nl: uitgepakt (%s)
pl: rozpakowano (%s)
tr: açıldı (%s)

source: Setting up source...
nl: Instellen bron...
pl: Przygotowywanie źródeł...
tr: Kaynak yapılandırılıyor...

source: Building source...
nl: Bouwen bron...
pl: Budowanie źródeł...
tr: Kaynak inşa ediliyor...

source: Testing package...
nl: Testen pakket...
pl: Testowanie pakietu...
tr: Paket test ediliyor...

source: Installing...
nl: Installeren...
pl: Instalowanie...
tr: Kuruluyor...

source: Unable to read Actions Script (%s): %s
nl: Kan Actions Script niet lezen (%s): %s
pl: Nie można przeczytać Actions Script (%s): %s
tr: Actions betiği okunamıyor (%s): %s

source: SyntaxError in Actions Script (%s): %s
nl: Syntaxfout in Actions Script (%s): %s
pl: Błąd składni (SyntaxError) w Actions Script (%s): %s
tr: Actions betiğinde sözdizimi hatası (%s): %s

source: Unable to read COMAR script (%s): %s
nl: Kan COMAR script niet lezen (%s): %s
pl: Nie można przeczytać skryptu COMAR (%s): %s
tr: COMAR betiği okunamıyor (%s): %s

source: SyntaxError in COMAR file (%s): %s
nl: Syntaxfout in COMAR bestand (%s): %s
pl: Błąd składni (SyntaxError) w pliku COMAR (%s): %s
tr: COMAR dosyasında sözdizimi hatası (%s): %s

source: Sandbox violation: %s (%s -> %s)
nl: Sandbox-overtreding: %s (%s -> %s)
pl: Naruszenie obszaru testowego (Sandbox violation): %s (%s -> %s)
tr: Sandbox ihlali: %s (%s -> %s)

source: ERROR: WorkDir (%s) does not exist
nl: FOUT: Werkmap (%s) bestaat niet
pl: BŁĄD: Katalog roboczy (%s) nie istnieje
tr: HATA: Çalışma dizini (%s) bulunamadı

source: Sandbox enabled build...
nl: Sanbox geactiveerde build...
pl: Budowanie z włączoną piaskownicą...
tr: Sandbox açık inşa...

source: Sandbox violation result:
nl: Sandbox overtreding resultaat:
pl: Wynik naruszenia piaskownicy:
tr: Sandbox ihlal sonucu:

source: Sandbox violations!
nl: Sandbox overtredingen!
pl: Wiele naruszeń obszaru testowego! (Sandbox violations)
tr: Sandbox ihlali!

source: unable to call function from actions: %s
nl: kan functie niet aanroepen vanuit actions: %s
pl: nie można wywołać funkcji z actions: %s
tr: fonksiyon eylemlerden çağırılamıyor: %s

source: Source package '%s' defines a relative 'Path' element: %s
nl: Bronpakket '%s' definieert een relatief 'Pad' element: %s
pl: Pakiet źródłowy '%s' definiuje względny element 'Path': %s
tr: '%s' kaynak paketi göreli bir 'Path' elemanı içeriyor: %s

source: Source package '%s' defines multiple 'Path' tags for %s
nl: Bronpakket '%s' definieert meerdere 'Pad' tags voor %s
pl: Pakiet źródłowy '%s' definiuje wiele tagów 'Path' dla %s
tr: '%s' kaynak paketi %s yolu için birden fazla 'Path' etiketi içeriyor

source: %s-%s is not a valid eopkg version format
nl: %s-%s is niet een geldig eopkg-versie formaat
pl: %s-%s nie jest to poprawna wersja formatu eopkg
tr: %s-%s eopkg sürüm biçimine uymuyor

source: Safety switch: following extra packages in system.devel will be installed:
nl: Veiligheidsprocedure: de volgende extra pakketten in system.devel zullen geïnstalleerd worden:
pl: Przełącznik bezpieczeństwa: zostaną zainstalowane następujące dodatkowe pakiety z system.devel:
tr: Emniyet mandalı: taban geliştirme bileşeni system.devel içindeki bu paketler ek olarak kurulacak:

source: Safety switch: the component system.devel cannot be found
nl: Veiligheidsprocedure: het component system.devel niet gevonden
pl: Przełącznik bezpieczeństwa: komponent system.devel nie może zostać znaleziony
tr: Emniyet mandalı: taban geliştirme bileşeni system.devel bulunamadı.

source: Unsatisfied Build Dependencies:
nl: Niet-opgeloste bouwafhankelijkheden:
pl: Niespełnione zależoności budowy:
tr: Sağlanmamış İnşa Bağımlılıkları:

source: Cannot build package due to unsatisfied build dependencies
nl: Kan pakket niet bouwen wegens niet-opgeloste compileerafhankelijkheden
pl: Nie można zbudować pakietu, z powodu niespełnionych zależności budowy
tr: Sağlanmamış inşa bağımlılıkları yüzünden paket inşa edilemiyor.

source: Build dependency %s cannot be satisfied
nl: Bouwafhankelijkheid %s niet opgelost
pl: Zależności budowy %s nie mogą zostać spełnione
tr: İnşa bağımlılığı %s sağlanamadı.

source: Do you want to install the unsatisfied build dependencies
nl: Wilt u de niet-opgeloste bouwafhankelijkheden installeren
pl: Czy chcesz zainstalować nie spełnione zależności budowy
tr: Sağlanmamış inşa bağımlılıklarını kurmak istiyor musunuz?

source: Installing build dependencies.
nl: Installeren bouwafhankelijkheden.
pl: Instalowanie zależności budowy.
tr: İnşa bağımlılıkları kuruluyor.

source: Ignoring build dependencies.
nl: Negeren bouwafhankelijkheden.
pl: Ignorowanie zależności budowy.
tr: İnşa bağımlılıkları yoksayılıyor.

source: Patch file is missing: %s
nl: Patch-bestand ontbreekt: %s
pl: Brakuje pliku poprawki: %s
tr: Yama dosyası eksik: %s

source: Patch file is empty: %s
nl: Patch-bestand is leeg: %s
pl: Plik łatki jest pusty: %s
tr: Yama dosyası boş: %s

source: Applying patch: %s
nl: Toepassen patch: %s
pl: Stosowanie łatki: %s
tr: Yama uygulanıyor: %s

source: pkg-config not found but package provides .pc files - skipping export of pkgconfig information
pl: nie znaleziono pkg-config, ale pakiet dostarcza pliki .pc - pomijanie eksportu informacji pkgconfig

source: Unable to obtain pkgconfig module version for %s
pl: Nie można uzyskać wersji modułu pkgconfig dla %s

source: Adding %s to provided pkgconfig32 list
pl: Dodawanie %s do listy pkgconfig32

source: Adding %s to provided pkgconfig list
pl: Dodawanie %s do listy pkgconfig

source: /%s has suid bit set
nl: %s heeft suid-bit gezet
pl: /%s ma ustawiony bit suid
tr: /%s dosyasının suid biti etkin

source: No user named '%s' found on the system
nl: Geen gebruiker met de naam '%s' gevonden op het systeem
pl: W systemie nie znaleziono użytkownika o nazwie '%s'
tr: Sistemde '%s' isminde bir kullanıcı bulunamadı.

source: No group named '%s' found on the system
nl: Geen groep met de naam '%s' gevonden op het systeem
pl: W systemie nie znaleziono grupy o nazwie '%s'
tr: Sistemde '%s' isminde bir grup bulunamadı.

source: There are abandoned files under the install dir (%s):
nl: Er zijn achtergelaten bestanden in de installatiemap (%s):
pl: W katalogu instalacyjnym (%s) znajdują się porzucone pliki:
tr: Kurulum dizini (%s) altında terkedilmiş dosyalar var:

source: Ignoring empty package %s
nl: Negeren leeg pakket %s
pl: Ignorowanie pustego pakietu %s
tr: Boş %s paketi yoksayılıyor

source: Building package: %s
nl: Bouwen pakket: %s
pl: Budowanie pakietu: %s
tr: Paket inşa ediliyor: %s

source: Creating %s...
nl: Aanmaken %s...
pl: Tworzenie %s...
tr: %s oluşturuluyor...

source: Cleaning build directory...
nl: Opschonen bouwmap...
pl: Czyszczenie katalogu budowy...
tr: İnşa dizini temizleniyor...

source: Keeping build directory
nl: Behouden bouwmap
pl: Zachowanie katalogu budowy
tr: İnşa dizini bırakılıyor

source: Action script error caught.
nl: Fout in actiescript opgetreden.
pl: Wykryto błąd skryptu akcji.
tr: Eylem betiği hatası oluştu.

source: *** %d error(s), %d warning(s)
nl: *** %d fout(en), %d waarschuwing(en)
pl: *** %d błąd(ów), %d ostrzeżenie(ń)
tr: *** %d hata, %d uyarı

source: Last state was '%s'
nl: Laatste status was '%s'
pl: Ostatni stan: '%s'
tr: Son inşa adımı: '%s'

source: The file '%s' belongs to a different package other than '%s'. Skipping it...
nl: Het bestand '%s' behoort toe aan een ander pakket dan '%s'. Overslaan...
pl: Plik '%s' należy do innego pakietu niż '%s'. Pomijam go...
tr: '%s' dosyası '%s' paketinden farklı bir pakete ait. Atlanıyor...

source: Package '%s' has the same release number with the new package. Skipping it...
nl: Pakket '%s' heeft hetzelfde vrijgavenummer met het nieuwe pakket. Overslaan...
pl: Pakiet '%s' ma ten sam numer wydania co nowy pakiet. Pomijam go...
tr: '%s' paketi yeni paket ile aynı yayım numarasına sahip. Atlanıyor...

source: All files in the package '%s' are different from the files in the new package. Skipping it...
nl: Alle bestanden in het pakket '%s' zijn ongelijk aan de bestanden in het nieuwe pakket. Overslaan...
pl: Wszystkie pliki w pakiecie '%s' różnią się od plików w nowym pakiecie. Pomijam go...
tr: '%s' paketindeki tüm dosyalar yeni pakettekilerden farklı. Atlanıyor...

source: New package '%s' exists in the list of old packages. Skipping it...
nl: Nieuw pakket '%s' bestaat in lijst van oude pakketten. Overslaan...
pl: Nowy pakiet '%s' istnieje na liście starych pakietów. Pomijam go...
tr: Yeni paket '%s', eski paket listesinde de mevcut. Atlanıyor...

source: Reordering install order so system.base packages come first.
pl: Zmiana kolejności instalacji, aby pakiety system.base były pierwsze.

source: install_order: %s
pl: kolejność_instalacji: %s

source: order: %s
pl: kolejność: %s

source: Selected packages [%s] are in conflict with each other.
nl: Geselecteerde pakketten [%s] zijn in conflict met elkaar.
pl: Wybrane pakiety [%s] są w konflikcie ze sobą.
tr: Seçili paketler [%s] birbirleriyle çakışıyorlar.

source: [%s conflicts with: %s]
nl: [%s in conflict met %s]
pl: [%s wchodzi w konflikt z: %s]
tr: [%s, %s ile çakışıyor]

source: The following packages have conflicts: %s
nl: De volgende pakketten hebben conflicten: %s
pl: Nasuwające się konflikty między pakietami: %s
tr: Aşağıdaki paketlerde çakışmalar bulunuyor: %s

source: Remove the following conflicting packages?
nl: De volgende pakketten met conflicten verwijderen?
pl: Usunąć następujące pakiety w konflikcie?
tr: Çakışan paketler kaldırılsın mı?

source: Conflicting packages should be removed to continue
nl: Conflicterende pakketten dienen verwijderd te worden om door te kunnen gaan
pl: Pakiety w konflikcie należy usunąć, aby kontynuować
tr: Devam etmek için çakışan paketler kaldırılmalı.

source: Package %s found in repository %s
nl: Pakket %s gevonden in softwarebron %s
pl: Pakiet %s znaleziono w repozytorium %s
tr: %s paketi %s deposunda bulundu.

source: %s could not be found
nl: %s niet gevonden
pl: Nie znaleziono %s
tr: %s bulunamadı

source: %s [cached]
nl: %s [gebufferd]
pl: %s [z pamięci podręcznej]
tr: %s [önbellekte]

source: Following packages will be installed:
nl: Volgende pakketen zullen worden geïnstalleerd:
pl: Zostaną zainstalowane następujące pakiety:
tr: Bu paketler kurulacak:

source: Following packages will be removed:
nl: Volgende pakketen zullen worden verwijderd:
pl: Zostaną usunięte następujące pakiety:
tr: Bu paketler kaldırılacak:

source: Do you want to continue?
nl: Wilt u doorgaan?
pl: Czy chcesz kontynuować?
tr: Devam etmek istiyor musunuz?

source: Downloading %d / %d
nl: Downloaden %d / %d
pl: Pobieranie %d / %d
tr: İndiriliyor %d / %d

source: Following packages could not be found in repositories and are not cached:
nl: Volgende pakketten konden niet gevonden worden in de softwarebronnen en zijn niet in het buffer:
pl: Nie znaleziono następujących pakietów w repozytoriach, ani nie znajdują się one w pamięci podręcznej:
tr: Bu paketler depolarda ve önbellekte bulunamadı:

source: The following package(s) are already installed and are not going to be installed again:
nl: De volgende pakket(ten) zijn al geïnstalleerd en zullen niet opnieuw worden geïnstalleerd:
pl: Następujące pakiety są już zainstalowane i nie będą instalowane ponownie:
tr: Aşağıdaki paket(ler) zaten kurulu ve yeniden kurulmayacak:

source: No packages to install.
nl: Geen te installeren pakketten.
pl: Brak pakietów do zainstalowania.
tr: Kurulacak paket yok.

source: The following packages will be downloaded:
pl: Zostaną pobrane następujące pakiety:

source: The following packages will be installed:
pl: Zostaną zainstalowane następujące pakiety:

source: Total size of package(s): %.2f %s
nl: Totale grootte van pakket(ten): %.2f %s
pl: Całkowity rozmiar pakietu(ów): %.2f %s
tr: Paket(ler)in toplam boyu: %.2f %s

source: There are extra packages due to dependencies.
nl: Wegens afhankelijkheden zijn er extra pakketten.
pl: Istnieją dodatkowe pakiety z powodu zależności.
tr: Bağımlılıklar yüzünden ek paketler var.

source: Finished downloading package upgrades.
pl: Zakończono pobieranie pakietów uaktualnień.

source: Disabling keyboard interrupts for file operations.
pl: Wyłączanie przerwań klawiatury dla operacji na plikach.

source: Installing %d / %d
nl: Installeren %d / %d
pl: Instalowanie %d / %d
tr: Kuruluyor %d / %d

source: Mixing file names and package names not supported yet.
nl: Combineren van bestands- en pakketnamen nog niet ondersteund.
pl: Mieszanie nazw plików i nazw pakietów nie jest jeszcze obsługiwane.
tr: Dosya ve paket adlarını birlikte kullanmak henüz desteklenmiyor.

source: Package %s is not compatible with your distribution release %s %s.
nl: Pakket %s is niet compatibel met de distributieversie %s %s.
pl: Pakiet %s jest niekompatybilny z Twoją wersją dystrybucji %s %s.
tr: %s paketi, %s %s sürümü ile uyumlu değil.

source: Package %s (%s) is not compatible with your %s architecture.
nl: Pakket %s (%s) is niet compatibel met de %s architectuur.
pl: Pakiet %s (%s) jest niekompatybilny z Twoją architekturą %s.
tr: %s (%s) paketi %s mimarisi ile uyumlu değil.

source: External dependencies not satisfied: %s
nl: Externe afhankelijkheden zijn niet voldaan: %s
pl: Niezaspokojone zależności zewnętrzne: %s
tr: Dış bağımlılıklar sağlanamadı: %s

source: The following packages will be installed in order to satisfy dependencies:
nl: De volgende pakketten zullen in de respectievelijke volgorde geïnstalleerd worden om aan de afhankelijkheden te voldoen:
pl: Zostaną zainstalowane następujące pakiety w celu zaspokojenia zależności:
tr: Bağımlılıkları sağlamak için aşağıdaki paketler kurulacaktır:

source: External dependencies not satisfied
nl: Externe afhankelijkheden zijn niet voldaan
pl: Niezaspokojone zależności zewnętrzne
tr: Dış bağımlılıklar sağlanamadı.

source: Installation order:
nl: Volgorde van installatie:
pl: Kolejność instalacji:
tr: Kurulum sırası:

source: %s dependency of package %s is not satisfied
nl: %s afhankelijkheid van pakket %s is niet bevredigend
pl: %s zależność pakietu %s nie jest spełniona
tr: %s bağımlılığı %s paketi için sağlanamadı.

source: topological_sort() order: %s
pl: kolejność topologiczna sortowania: %s

source: deterministic order: %s
pl: określona kolejność: %s

source: final order.reverse(): %s
pl: ostateczna kolejność (odwrócona): %s
