Repository: getsolus/eopkg
Catalog: po/*.po
Languages: nl, pl, tr

source: Failed to fetch file, retrying %d out of %d "%s": %s
pl: Nie udało się pobrać pliku, ponawianie próby %d z %d "%s": %s

source: A problem occurred. Please check the archive address and/or permissions again.
nl: Er is een probleem opgetreden. Controleer het archief adres en/of de toegangsrechten opnieuw.
pl: Wystąpił problem. Proszę ponownie sprawdzić adres archiwum i/lub uprawnienia.
tr: Bir hata oluştu. Lütfen arşiv adresini ve/veya kullanıcı izinlerini kontrol edin.

source: Proxy configuration has been found for '%s' protocol
nl: Proxy-configuratie gevonden voor '%s' protocol
pl: Znaleziono konfigurację proxy dla protokołu '%s'
tr: '%s' protokolü için vekil yapılandırması bulundu.

source: Bandwidth usage is limited to %s KB/s
nl: Bandbreedte gebruik is beperks tot %s KB/s
pl: Zużycie pasma jest ograniczone do %s KB/s
tr: Bant genişliği kullanımı %s KB/s ile sınırlı.

source: Remote file can not be reached. Previously downloaded part of the file will be removed.
nl: Bestand op afstand kan niet bereikt worden. Het eerder opgehaalde deel van het bestand zal verwijderd worden.
pl: Plik zdalny jest niedostępny. Poprzednia część pobranego pliku zostanie usunięta.
tr: Uzak dosyaya erişilemedi. Dosyanın yarım kalan parçası silinecek.

source: Server doesn't support partial downloads. Previously downloaded part of the file will be over-written.
nl: De server ondersteunt geen gedeeltelijke downloads. Het eerder gedownloade deel van het bestand zal overschreven worden.
pl: Serwer nie obsługuje pobierania częściowych. Poprzednia część pobranego pliku zostanie nadpisana.
tr: Sunucu kısmî indirimleri desteklemiyor. Dosyanın daha önce indirilen parçasının üzerine yazılacak.

source: Another instance of eopkg is running. Only one instance is allowed.
nl: Er is al een kopie van eopkg actief. Dit is slechts eenmaal toegestaan.
pl: Inny proces eopkg jest już uruchomiony. Dozwolony jest tylko jeden uruchomiony proces eopkg.
tr: Sistemde çalışan bir eopkg mevcut. Aynı anda sadece tek eopkg çalışabilir.

source: %s package found in %s repository
nl: %s pakket gevonden in %s softwarebron
pl: Pakiet %s znaleziono w repozytorium %s
tr: %s paketi %s deposunda bulundu

source: %s package already fetched
nl: %s pakket reeds opgehaald
pl: Pakiet %s jest już pobrany
tr: %s paketi zaten indirilmiş

source: Cleaning package cache %s...
nl: Opschonen pakketcache %s...
pl: Czyszczenie pamięci podręcznej pakietu %s...
tr: Paket önbelleği %s temizleniyor...

source: Cleaning source archive cache %s...
nl: Opschonen bronarchiefcache %s...
pl: Czyszczenie pamięci podręcznej archiwum źródłowego %s...
tr: Kaynak arşivi önbelleği %s temizleniyor...

source: Cleaning temporary directory %s...
nl: Opschonen tijdelijke map %s...
pl: Czyszczenie katalogu tymczasowego %s...
tr: Geçici dizin %s temizleniyor...

source: Removing cache file %s...
nl: Verwijderen cachebestand %s...
pl: Usuwanie pliku z pamięci podręcznej %s...
tr: Önbellek dosyası %s siliniyor...

source: Taking snapshot of the system
nl: Snapshot van het systeem nemen
pl: Tworzenie migawki systemu
tr: Sistemin görüntüsü alınıyor.

source: File %s not found
nl: Bestand %s niet gevonden
pl: Plik %s nie został znaleziony
tr: %s dosyası bulunamadı.

source: Building index of eopkg files under %s
nl: Index aanmaken van eopkg-bestanden onder %s
pl: Tworzenie indeksu plików eopkg w katalogu %s
tr: %s altındaki eopkg dosyalarının kataloğu oluşturuluyor

source: Index file written
nl: Index-bestand geschreven
pl: Plik indeksu zapisany
tr: Katalog dosyası oluşturuldu

source: Not a valid repo name.
nl: Geen geldige bronnaam.
pl: Niepoprawna nazwa repozytorium.
tr: Geçerli bir depo ismi değil.

source: Repo already present with name %s and same URL. Removing first.
pl: Repozytorium o nazwie %s i tym samym URL jest już obecne. Usuwam najpierw.

source: Repo %s added to system.
nl: Bron %s toegevoegd aan het systeem.
pl: Repozytorium %s zostało dodane do systemu.
tr: %s deposu sisteme eklendi.

source: Repo %s removed from system.
nl: Bron %s verwijderd uit het systeem.
pl: Repozytorium %s zostało usunięte z systemu.
tr: %s deposu sistemden çıkarıldı.

source: Repository %s does not exist. Cannot remove.
nl: Softwarebron %s bestaat niet. Kan niet verwijderd worden.
pl: Repozytorium %s nie istnieje. Nie można usunąć.
tr: %s deposu yok. Kaldırılamıyor.

source: Updating repository: %s
nl: Bijwerken softwarebron: %s
pl: Aktualizacja repozytorium: %s
tr: Depo güncelleniyor: %s

source: %s repository information is up-to-date.
nl: %s softwarebroninformatie is nog recent.
pl: Informacje o repozytorium %s są zaktualizowane.
tr: %s depo bilgisi güncel.

source: Updating database at any rate as requested
nl: Database op elke snelheid zoals verzocht bijwerken
pl: Aktualizacja bazy w każdym przypadku jak zarządano
tr: Veritabanı istek üzerine güncelleniyor.

source: Package database updated.
nl: Pakketdatabase bijgewerkt.
pl: Baza danych pakietów została zaktualizowana.
tr: Paket veritabanı güncellendi.

source: No repository named %s found.
nl: Geen softwarebron met de naam %s gevonden.
pl: Nie znaleziono repozytoriów o nazwie %s.
tr: %s adında bir depo bulunamadı.

source: Package URI: %s
nl: Pakket-URI: %s
pl: URI pakietu: %s
tr: Paket adresi: %s.

source: Download Error: Package does not match the repository package.
nl: Downloadfout: Pakket komt niet overeen met het pakket in de softwarebron.
pl: Błąd pobierania: Pakiet nie pasuje do repozytorium pakietów.
tr: İndirme hatası: Paket depodaki paket ile uyuşmuyor.

source: Package %s not found in any active repository.
nl: Pakket %s niet gevonden in de actieve softwarebronnen.
pl: Pakiet %s nie została znaleziona w żadnym z aktywnym repozytoriów.
tr: %s pakedi etkin hiçbir depoda bulunamadı.

source: Installing %s, version %s, release %s
nl: Installatie %s, versie %s, uitgave %s
pl: Instalowanie %s, wersja %s, wydanie %s
tr: %s paketi %s sürümü %s yayımı kuruluyor

source: %s package cannot be installed unless the dependencies are satisfied
nl: %s pakket kan niet geïnstalleerd worden als er niet aan de afhankelijkheden is voldaan
pl: %s pakiet nie może zostać zainstalowany, dopóki nie zostaną spełnione zależności
tr: %s paketi bağımlılıkları sağlanmadan kurulamaz.

source: /%s from %s gets replaced by %s package
pl: /%s z %s zostaje zastąpione przez pakiet %s

source: /%s from %s package
nl: /%s van %s pakket
pl: /%s z pakietu %s
tr: /%s %s paketinden

source: File conflicts: %s
nl: Bestandsconflicten: %s
pl: Konflikt plików: %s
tr: Dosya çakışmaları: %s

source: Re-install same distribution release of package?
pl: Czy zainstalować ponownie tę samą wersję dystrybucyjną pakietu?

source: Package re-install declined
nl: Herinstalleren van het pakket geweigerd
pl: Reinstalowanie pakietu anulowane
tr: Paketin yeniden kurulması reddedildi.

source: Upgrading to new distribution release
nl: Opwaarderen naar nieuwe distributieuitgave
pl: Aktualizacja do nowego wydania dystrybucji
tr: Yeni dağıtım yayımına yükseltiliyor.

source: Downgrade to old distribution release?
nl: Terugzetten naar oude distributieuitgave?
pl: Aktualizować do starszego wydania dystrybucji?
tr: Eski dağıtım yayımına dönülsün mü?

source: Package downgrade declined
nl: Pakket terugwaarderen geweigerd
pl: Aktualizacja pakietu do starszej wersji anulowana
tr: Paketin eski sürüme indirilmesi reddedildi.

source: Unable to relocate following files. Reinstallation of this package is strongly recommended.
nl: Kan volgende bestanden niet terugvinden. Herinstallatie van dit pakket wordt sterk aangeraden.
pl: Nie można przenieść stępujących plików. Zalecana jest ponowna instalacja tego pakietu.
tr: Aşağıdaki dosyalar taşınamadı. Bu paketin yeniden kurulumu şiddetle önerilir.

source: Storing %s
nl: Opslaan %s
pl: Gromadzenie %s
tr: %s depolanıyor.

source: File list could not be read for package %s, continuing removal.
nl: Bestandslijst kon niet gelezen worden voor pakket %s, voortzetten verwijderen.
pl: Nie można przeczytać listy plików dla pakietu %s, kontynuuje usuwanie.
tr: %s paketi dosya listesi okunamadı, kaldırma işlemine devam ediliyor.

source: Removing package %s
nl: Verwijderen pakket %s
pl: Usuwanie pakietu %s
tr: %s paketi kaldırılıyor.

source: Trying to remove nonexistent package
nl: Proberen niet-bestaand pakket te verwijderen
pl: Próba usunięcia nieistniejącego pakietu
tr: Varolmayan paket kaldırılmaya çalışıldı

source: Not removing conflicted file : %s
nl: Niet verwijderen conflicterend bestand: %s
pl: Nie usuwam kolidującego pliku : %s
tr: Çakışan dosya (%s) silinmiyor.

source: Installed config file %s does not exist on system [Probably you manually deleted]
pl: Zainstalowany plik konfiguracyjny %s nie istnieje w systemie [Prawdopodobnie został ręcznie usunięty]

source: Installed file %s does not exist on system [Probably you manually deleted]
nl: Geïnstalleerd bestand %s bestaat niet op systeem [waarschijnlijk handmatig verwijderd]
pl: Zainstalowany plik %s nie istnieje w systemie [Prawdopodobnie został usunięty ręcznie]
tr: Kurulmuş dosya %s sistemde bulunamadı (Muhtemelen elle sildiniz).

source: usysconf not installed. Please upgrade!
pl: usysconf nie jest zainstalowane. Proszę zaktualizować!

source: Failed to configure system
pl: Nie udało się skonfigurować systemu

source: Adding '%s' to db...
nl: Toevoegen '%s' aan db...
tr: '%s' veritabanına ekleniyor...

source: OK.
tr: Tamam.

source: Re-install same version package?
nl: Zelfde versie van het pakket herinstalleren?
tr: Aynı sürüm paket yeniden kurulsun mu?

source: Upgrading to new upstream version
nl: Opwaarderen naar nieuwe upstream-versie
tr: Yeni ana kaynak sürüme yükseltiliyor.

source: OK
tr: Tamam

source: Pisi was unable to check the integrity of packages which contain files that you don't have read access. Running the check under a privileged user may help fixing this problem.
nl: Pisi kan de integriteit van pakketten niet controleren wanneer er geen lees-toegang tot de bestanden is. Het uitvoeren van de controle met root-rechten kan het probleem oplossen.
tr: Pisi okuma izninizin olmadığı dosyalar içeren paketlerin bütünlüğünden emin olamadı. Denetlemeyi yetkili kullanıcı ile gerçekleştirmeniz daha sağlıklı olabilir.

source: Password:
nl: Wachtwoord:
tr: Parola:

source: emerge
nl: duik op
tr: kaynaktan kur

source: Comma-separated compression types for index file
nl: Komma-gescheiden compressietypen voor index-bestand
tr: Katalog dosyası için virgülle ayrılmış sıkıştırma türleri

source: [inst]
tr: [yüklü]

source: Adding distribution.xml to index
nl: Toevoegen distribution.xml aan index
tr: distribution.xml kataloğa ekleniyor

source: Following packages will be installed:
nl: Volgende pakketten zullen worden geïnstalleerd:
tr: Aşağıdaki paketler kurulacak:

source: There are extra packages due to dependencies. Do you want to continue?
nl: Er zijn extra pakketten wegens afhankelijkheden. Wilt u doorgaan?
tr: Bağımlılıklar yüzünden ek paketler var. Devam etmek istiyor musunuz?

source: setAuthInfo needs a tuple (user, pass)
nl: setAuthInfo heeft een unieke relatie nodig (gebruiker, wachtwoord)
tr: setAuthInfo bir (kullanıcı, parola) ikilisi ister.
