Repository: getsolus/eopkg
Catalog: po/*.po
Languages: nl, pl, tr

source: configure-pending options
nl: wachtende configuratie opties
pl: opcje configure-pending
tr: configure-pending seçenekleri

source: Delete cache files Usage: delete-cache Sources, packages and temporary files are stored under /var directory. Since these accumulate they can consume a lot of disk space.
nl: Gebufferde bestanden verwijderen Gebruik: delete-cache Broncodes, pakketten en tijdelijke bestanden worden in de map /var opgeslagen. Omdat ze achterblijven, kunnen ze veel schijfruimte in beslag nemen.
pl: Usuń pliki pamięci podręcznej Użycie: delete-cache Źródła, pakiety i pliki tymczasowe są przechowywane w katalogu /var. Ponieważ się gromadzą, mogą zajmować dużo miejsca na dysku.
tr: Önbellek dosyalarını temizle Kullanım: delete-cache Kaynaklar, paketler ve geçici dosyalar /var dizinine kaydedilir. Bu dosyalar uzun vadede çok yer kaplayabilir.

source: Creates delta packages Usages: delta oldpackage1 oldpackage2 ... newpackage delta -t newpackage oldpackage1 oldpackage2 ... Delta command finds the changed files between the given packages by comparing the sha1sum of files and creates a delta package with the changed files.
nl: Delta pakketten aanmaken Gebruik: delta oudpakket1 oudpakket2 ... nieuwpakket delta -t nieuwpakket oudpakket1 oudpakket2 ... Het delta commando vindt de gewijzigde bestanden door het vergelijken van de sha1sum van de bestanden en maakt een delta-pakket aan met de gewijzigde bestanden.
pl: Tworzy pakiety delta Użycie: delta oldpackage1 oldpackage2 ... newpackage delta -t newpackage oldpackage1 oldpackage2 ... Polecenie delta znajduje zmienione pliki pomiędzy podanymi pakietami, porównując sha1sum plików, i tworzy pakiet delta z zmienionymi plikami.
tr: Delta paketleri yarat Kullanım: delta eskipaket1 eskipaket2 ... yenipaket delta -t yenipaket eskipaket1 eskipaket2 ... Delta komutu, verilen paketlerde dosyaların sha1 toplamlarını karşılaştırarak değişen dosyaları bulur ve bu dosyaları içeren bir delta paketi oluşturur.

source: delta options
nl: delta opties
pl: opcje delta
tr: delta seçenekleri

source: Use arg as the new package and treat other arguments as old packages.
nl: Gebruik arg als het nieuwe pakket en behandel andere argumenten als oude pakketten.
pl: Użyj argumentu jako nowego pakietu i traktuj pozostałe argumenty jako pakiety stare.
tr: Yeni paket adı olarak arg'ı kullan ve diğer argümanları eski paket listesi olarak al.

source: Output directory for produced packages.
nl: Uitvoermap voor geproduceerde pakketten.
pl: Katalog wyjściowy dla wygenerowanych pakietów.
tr: Üretilen paketler için çıktı dizini

source: Create the binary package using the given format. Use '-F help' to see a list of supported formats.
nl: Aanmaken van binaire pakket gebruikmakend van opgegeven formaat. Gebruik '-F help' voor lijst van ondersteunde formaten.
pl: Utwórz pakiet binarny, używając podanego formatu. Użyj '-F help', aby zobaczyć listę obsługiwanych formatów.
tr: İkili paketi verilen biçimde oluştur. Desteklenen biçimlerin listesini görmek için '-F help' kullanın.

source: Supported package formats:
nl: Ondersteunde pakketformaten:
pl: Obsługiwane formaty pakietów:
tr: Desteklenen paket biçimleri:

source: %s (default)
nl: %s (standaard)
pl: %s (domyślnie)
tr: %s (öntanımlı)

source: Disable repository Usage: disable-repo [<repo1> <repo2> ... <repon>] <repoi>: repository name Disabled repositories are not taken into account in operations
nl: Schakel softwarebron uit Gebruik: disable-repo [<repo1> <repo2> ... <repon>] <repoi>: naam softwarebron Uitgeschakelde softwarebronnen worden in bewerkingen niet meegenomen
pl: Wyłącz repozytorium Użycie: disable-repo [<repo1> <repo2> ... <repon>] <repoi>: nazwa repozytorium Wyłączone repozytoria nie są brane pod uwagę w operacjach
tr: Depoyu pasifleştir Kullanım: disable-repo [<depo1> <depo2> ... <depon>] <depoi>: depo adı Etkin olmayan depolar işlemlerde dikkate alınmaz.

source: Enable repository Usage: enable-repo [<repo1> <repo2> ... <repon>] <repoi>: repository name Disabled repositories are not taken into account in operations
nl: Schakel softwarebron in Gebruik: enable-repo [<repo1> <repo2> ... <repon>] <repoi>: naam softwarebron
pl: Włącz repozytorium Użycie: enable-repo [<repo1> <repo2> ... <repon>] <repoi>: nazwa repozytorium Wyłączone repozytoria nie są brane pod uwagę w operacjach
tr: Depoyu etkinleştir Kullanım: enable-repo [<depo1> <depo2> ... <depon>] <depoi>: depo adı Etkin olmayan depolar işlemlerde dikkate alınmaz.

source: List pending packages Lists packages waiting to be configured.
nl: Toon pakketten in afwachting Toont pakketten die wachten op configuratie.
pl: Lista oczekujących pakietów Lista pakietów czekających na konfigurację.
tr: Bekleyen paketleri listele Yapılandırılmayı bekleyen paketleri listeler.

source: There are no packages waiting to be configured
nl: Er zijn geen pakketten die wachten op configuratie
pl: Brak pakietów oczekujących na konfigurację
tr: Yapılandırılmayı bekleyen paket yok.

source: List repositories Usage: list-repo Lists currently tracked repositories.
nl: Toon softwarebronnen iGebruik: list-repo Toont huidige ingestelde softwarebronnen.
pl: Lista repozytoriów Użycie: list-repo Lista aktualnie śledzonych repozytoriów.
tr: Depoları listele Kullanım: list-repo İzlemede olan depoları listele.

source: active
nl: actief
pl: aktywny
tr: etkin

source: inactive
nl: inactief
pl: nieaktywny
tr: etkin değil

source: Rebuild Databases Usage: rebuilddb [ <package1> <package2> ... <packagen> ] Rebuilds the eopkg databases If package specs are given, they should be the names of package dirs under /var/lib/eopkg
nl: Herbouw databases Gebruik: rebuilddb [ <package1> <package2> ... <packagen> ] Bouwt de eopkg-databases opnieuw Wanneer pakketspecificaties opgegeven zijn dienen ze gelijk te zijn aan de namen van de pakketmappen onder /var/lib/eopkg
pl: Przebudowanie baz danych Użycie: rebuilddb [ <pakiet1> <pakiet2> ... <pakietn> ] Przebudowuje bazy danych eopkg Jeśli podano specyfikacje pakietów, powinny to być nazwy katalogów pakietów w /var/lib/eopkg
tr: Veritabanlarını Yeniden İnşa Et Kullanım: rebuilddb [ <paket1> <paket2> ... <paketn> ] eopkg veritabanlarını yeniden inşa eder Eğer paket belirtimleri verilirse, /var/lib/eopkg altındaki dizinlerin adları olmalıdir.

source: rebuild-db options
nl: rebuild-db opties
pl: opcje przebudowy bazy danych
tr: rebuild-db seçenekleri

source: Rebuild files database
nl: Herbouw bestanden database
pl: Przebudowa bazy plików
tr: Dosya veritabanını yeniden inşa et

source: Rebuild eopkg databases?
nl: eopkg databases herbouwen?
pl: Przebudować bazy danych eopkg?
tr: eopkg veritabanı yeniden inşa edilsin mi?

source: Remove eopkg packages Usage: remove <package1> <package2> ... <packagen> Remove package(s) from your system. Just give the package names to remove. You can also specify components instead of package names, which will be expanded to package names.
nl: Verwijder eopkg-pakketten Gebruik: remove <package1> <package2> ... <packagen> Verwijdert pakket(ten) van het systeem. Geef alleen de te verwijderen pakketnamen op. In plaats van pakketnamen kunt u ook componenten opgeven, die naar pakketnamen geëxpandeerd worden.
pl: Usuń pakiety eopkg Użycie: remove <pakiet1> <pakiet2> ... <pakietn> Usuń pakiet(y) z systemu. Wystarczy podać nazwy pakietów do usunięcia. Możesz również podać komponenty zamiast nazw pakietów, które zostaną rozszerzone do nazw pakietów.
tr: eopkg paketlerini kaldır Kullanım: remove <paket1> <paket2> ... <paketn> Sistemden paket(ler) kaldırır. Kaldırılacak paketlerin adlarını vermeniz yeterlidir. Paket isimleri yerine bileşen de belirtebilirsiniz, bileşen altındaki paketler alınır.

source: remove options
nl: verwijder opties
pl: opcje usuwania
tr: remove seçenekleri

source: Remove component's and recursive components' packages
nl: Verwijder componenten en de pakketten van recursieve componenten
pl: Usuń pakiety komponentu oraz komponentów rekurencyjnych
tr: Bileşenin ve alt bileşenlerinin paketlerini kaldır

source: Remove orphaned packages Usage: remove-orphans Remove any unused orphan packages from the system that were automatically installed as a dependency of another package. Only packages that have no reverse dependencies outside of the automatically installed list will be removed.
pl: Usuń osierocone pakiety Użycie: remove-orphans Usuń wszelkie nieużywane osierocone pakiety z systemu, które zostały automatycznie zainstalowane jako zależność innego pakietu. Usunięte będą tylko pakiety, które nie mają odwrotnych zależności poza listą automatycznie zainstalowanych pakietów.

source: remove-orphans options
pl: opcje usuwania osieroconych pakietów

source: Remove repositories Usage: remove-repo <repo1> <repo2> ... <repon> Remove all repository information from the system.
nl: Verwijder softwarebron(nen) Gebruik: remove-repo <repo1> <repo2> ... <repon> Verwijder alle softwarebroninformatie van het systeem.
pl: Usuń repozytoria Użycie: remove-repo <repo1> <repo2> ... <repon> Usuń wszystkie informacje o repozytoriach z systemu.
tr: Depoları kaldır Kullanım: remove-repo <depo1> <depo2> ... <depon> Sistemden verilen deponun tüm verisini kaldır.

source: Update repository databases Usage: update-repo [<repo1> <repo2> ... <repon>] <repoi>: repository name Synchronizes the eopkg databases with the current repository. If no repository is given, all repositories are updated.
nl: Softwarebron-databases bijwerken Gebruik: update-repo [<repo1> <repo2> ... <repon>] <repoi>: naam softwarebron Synchroniseert de eopkg-databases met de huidige softwarebron. Indien geen softwarebron is opgegeven worden alle softwarebronnen opgewaardeerd.
pl: Aktualizuj bazy danych repozytoriów Użycie: update-repo [<repo1> <repo2> ... <repon>] <repoi>: nazwa repozytorium Synchronizuje bazy danych eopkg z aktualnym repozytorium. Jeśli nie podano repozytorium, wszystkie repozytoria zostaną zaktualizowane.
tr: Depo veritabanlarını güncelle Kullanım: update-repo [<depo1> <depo2> ... <depon>] <depoi>: depo ismi eopkg veritabanlarını güncel depoya eşler. Eğer depo ismi verilmezse tüm depolar güncellenir.

source: update-repo options
nl: bronopties bijwerken
pl: opcje aktualizacji repozytoriów
tr: update-repo seçenekleri

source: Update database in any case
nl: Altijd database bijwerken
pl: Aktualizuj bazę danych w każdym przypadku
tr: Veritabanını her halükârda güncelle

source: Build eopkg packages Usage: build [<pspec.xml> | <sourcename>] ... You can give a URI of the pspec.xml file. eopkg will fetch all necessary files and build the package for you. Alternatively, you can give the name of a source package to be downloaded from a repository containing sources.
nl: Bouw eopkg-pakket Gebruik: build [<pspec.xml> | <sourcename>] ... U kunt een URI opgeven van een pspec.xml-bestand. eopkg zal alle benodigde bestanden ophalen en het pakket voor u bouwen. Als alternatief kunt u de naam geven van een bronpakket dat te downloaden is van een softwarebron welke het pakket bevat.
pl: Zbuduj pakiety eopkg Użyj: build [<pspec.xml> | <nazwa źródła >] ... Możesz dać URI dla pliku pspec.xml. eopkg pobierze wszystkie wymagane pliki i zbuduje pakiet dla Ciebie. Można podać nazwę pakietu źródłowego do pobrania z repozytorium zwierającego źródła.
tr: Verilen eopkg paket(ler)ini inşa et Kullanım: build [<pspec.xml> | <kaynakadı>] ... Yerel veya uzak bir adresteki pspec.xml dosyasının adresinin verilmesi yeterlidir, eopkg gerekli dosyaları indirip paketi inşa edecektir. Kaynak depo kullanıyorsanız, doğrudan kaynak depoda bulunan bir paketin adını vererek eopkg'nin o paketi inşa etmesini sağlayabilirsiniz.

source: build options
nl: bouw opties
pl: opcje budowania
tr: inşa seçenekleri

source: Run pisi build operation without printing extra debug information
nl: Pisi bouwoperatie uitvoeren en geen debuginformatie weergeven
pl: Uruchom operacje budowania pakietów bez wyświetlania dodatkowych informacji debugowania
tr: Ekstra hata ayıklama bilgilerini basmadan inşa operasyonunu çalıştır

source: Do not take dependency information into account
nl: Geen rekening houden met afhankelijkheidsinformatie
pl: Nie bierz pod uwagę informacji o zależnościach
tr: Bağımlılık bilgilerini dikkate alma.

source: Output directory for produced packages
nl: Doelmap voor geproduceerde pakketten
pl: Katalog wyjściowy dla zbudowanego pakietu
tr: Üretilecek paketler için çıktı dizini

source: Bypass errors from ActionsAPI
nl: Omzeilen fouten van ActionsAPI
pl: Pomiń błędy z ActionsAPI
tr: ActionsAPI kaynaklı hataları yoksay.

source: Bypass safety switch
nl: Omzeilen veiligheidsprocedure
pl: Omiń zabezpieczenie
tr: Emniyet mandalını yoksay.

source: Bypass testing step
nl: Omzeilen test stap
pl: Pomiń krok testowania
tr: Test adımını yoksay.

source: Create a static package with ar files
nl: Maak een statisch pakket met ar-bestanden aan
pl: Utwórz pakiet statyczny z plikami ar
tr: Ar dosyalarıyla statik bir paket yarat.

source: Use quilt patch management system instead of GNU patch
nl: Gebruik quilt patch systeembeheer in plaats van GNU patch
pl: Używaj systemu zarządzania łatkami quilt zamiast GNU patch
tr: GNU patch yerine quilt yama yönetim sistemini kullan.

source: Do not constrain build process inside the build folder
nl: Perk bouw proces niet in tot binnen de bouw folder
pl: Nie ograniczaj procesu budowania do folderu kompilacji
tr: İnşa işlemini inşa klasörüyle sınırlama.

source: build steps
nl: bouw stappen
pl: kroki budowania
tr: inşa adımları

source: Break build after fetching the source archive
nl: Breek bouwen af na ophalen bron archief
pl: Przerwanie kompilacji po pobraniu archiwum źródłowego
tr: Kaynak arşivi indirdikten sonra inşayı sonlandır.

source: Break build after unpacking the source archive, checking sha1sum and applying patches
nl: Breek bouwen af na uitpakken van het bron archief, controleert sha1sum entoepassen patches
pl: Przerwij budowanie po rozpakowaniu archiwum źródłowego, sprawdzeniu sumy sha1 izastosowaniu łatek
tr: Kaynak arşivini açtıktan, sha1sum denetimi yaptıktan ve yamaları uyguladıktan sonra inşayı sonlandır.

source: Break build after running configure step
nl: Breek bouwen af na uitvoeren van de configuratie stap
pl: Przerwij budowanie po uruchomieniu konfiguracji
tr: Yapılandırma adımından sonra inşayı sonlandır.

source: Break build after running compile step
nl: Breek bouwen af na uitvoeren van de compilatie stap
pl: Przerwij budowanie po uruchomieniu kompilowania
tr: Derleme adımından sonra inşayı sonlandır.

source: Break build after running check step
nl: Breek bouwen af na uitvoeren van de controle stap
pl: Przerwij budowanie po uruchomieniu sprawdzania
tr: Test adımından sonra inşayı sonlandır.

source: Break build after running install step
nl: Breek bouwen af na uitvoeren van de installatie stap
pl: Przerwij budowanie po uruchomieniu instalacji
tr: Kurulum adımından sonra inşayı sonlandır.

source: Create eopkg package
nl: eopkg-pakket aanmaken
pl: Stwórz pakiet eopkg
tr: eopkg paketi oluştur

source: Building packages is not supported when eopkg is compiled with nuitka. Please use eopkg.py3 instead.
pl: Budowanie pakietów nie jest obsługiwane, gdy eopkg jest skompilowany z nuitka. Użyj zamiast tego eopkg.py3.

source: Command lacks name
nl: Commando is naamloos
pl: Brak nazwy polecenia
tr: Komutun adı yok.

source: Duplicate command %s
nl: Dupliceer commando %s
pl: Polecenie %s już istnieje
tr: Aynı komut: %s

source: Unrecognized command: %s
nl: Niet herkend commando: %s
pl: Nieznane polecenie: %s
tr: Tanınmayan komut: %s

source: general options
nl: algemene opties
pl: opcje ogólne
tr: genel seçenekler

source: Change the system root for eopkg commands
nl: Wijzig de systeem root voor eopkg-commando's
pl: Zmień katalog główny systemu dla poleceń eopkg
tr: eopkg komutları için sistem kökünü değiştir.

source: Assume yes in all yes/no queries
nl: Uitgaan van ja bij alle ja/nee vragen
pl: Wybierz TAK we wszystkich zapytaniach (tak/nie)
tr: Bütün evet/hayır sorularında cevabı evet kabul et.

source: Keep bandwidth usage under specified KB's
nl: Beperk bandbreedte gebruik tot aangegeven KB
pl: Utrzymuj zużycie pasma poniżej określonej liczby KB
tr: Bant genişliği kullanımını belirtilen kilobaytın altında tut.

source: Set the max number of retry attempts in case of connection timeouts
pl: Ustaw maksymalną liczbę prób ponownego połączenia w przypadku przekroczenia limitu czasu połączenia

source: Detailed output
nl: Gedetailleerde uitvoer
pl: Szczegółowe dane wyjściowe
tr: Detaylı çıktı

source: Show debugging information
nl: Toon debuginformatie
pl: Pokaż informacje o debugowaniu
tr: Hata ayıklama bilgisini göster.

source: Suppresses all coloring of eopkg's output
nl: Onderdrukt kleuren van eopkg-uitvoer
pl: Wyłącza kolorowanie wyjścia eopkg
tr: eopkg çıktılarında renk kullanılmasını engeller.

source: HTTP Basic-Auth is no longer supported. Please reconfigure your repository.
pl: Uwierzytelnianie HTTP Basic-Auth nie jest już obsługiwane. Proszę skonfigurować ponownie repozytorium.

source: Destination directory %s does not exist. Creating directory.
nl: Doelmap %s bestaat niet. Aanmaken map.
pl: Katalog docelowy %s nie istnieje. Tworzenie katalogu.
tr: %s hedef dizini bulunamadı. Dizin yaratılıyor.

source: You have to be root for this operation.
nl: U dient root te zijn voor deze handeling.
pl: Musisz być zalogowany jako "root" by wykonać tą operacje.
tr: Bu işlemi yapabilmek için root kullanıcısı olmalısınız.

source: Command terminated abnormally.
nl: Commando abnormaal gestopt.
pl: Polecenie zakończyło się nieprawidłowo.
tr: Komut beklenmeyen bir biçimde sonlandı.

source: Bypass comar configuration agent
nl: Omzeil Comar-configuratieagent
pl: Omiń agenta konfiguracji comar
tr: Çomar yapılandırma ajanını es geç.

source: Do not perform any action, just show what would be done
nl: Geen acties uitvoeren, geef alleen weer wat er zou gebeuren
pl: Nie wykonuj żadnej akcji, po prostu pokaż, co zostało by zrobione
tr: Hiçbir eylem gerçekleştirme, sadece neler yapılacağını göster.

source: usage: %s
nl: gebruik: %s
pl: użycie: %s
tr: kullanım: %s

source: Prints help for given commands Usage: help [ <command1> <command2> ... <commandn> ] If run without parameters, it prints the general help.
nl: Toont help voor de opgegeven commando's Gebruik: help [ <command1> <command2> ... <commandn> ] Indien uitgevoerd zonder parameter wordt de algemene help getoond.
pl: Wyświetla pomoc dla podanych poleceń Użycie: help [ <command1> <command2> ... <commandn> ] Jeśli uruchomione bez parametrów, wyświetla ogólną pomoc.
tr: Verilen komutlar hakkında yardım görüntüler Kullanım: help [ <komut1> <komut2> ... <komutn> ] Parametresiz çalıştırılırsa genel yardımı görüntüler.

source: %prog [options] <command> [arguments] where <command> is one of:
nl: %prog [opties] <commando> [argumenten] waar <commando> één is van:
pl: %prog [opcje] <polecenie> [argumenty] gdzie <polecenie> to jedno z:
tr: %prog [seçenekler] <komut> [parametreler] <komut> aşağıdakilerden birisi olabilir:

source: Use "%prog help <command>" for help on a specific command.
nl: Gebruik "%prog help <commando>" voor help over een specifiek commando.
pl: Użyj "%prog help <command>" aby uzyskać pomoc dla konkretnego polecenia.
tr: Belirli bir komut hakkında yardım almak için "%prog help <komut>" kullanınız.

source: Index eopkg files in a given directory Usage: index <directory> ... This command searches for all eopkg files in a directory, collects eopkg tags from them and accumulates the information in an output XML file, named by default 'eopkg-index.xml'. In particular, it indexes both source and binary packages. If you give multiple directories, the command still works, but puts everything in a single index file.
nl: Indexeer eopkg-bestanden in een opgegeven map Gebruik: index <map>... Dit commando zoekt alle eopkg-bestanden in een map, verzamelt eopkg tags van ze en hoopt de gegevens op in een XML-bestand, standaard 'eopkg-index.xml' genaamd. In het bijzonder, het indexeerd zowel bron-en binaire pakketten.
pl: Indeksuj pliki eopkg w podanym katalogu Użycie: index <katalog> ... To polecenie wyszukuje wszystkie pliki eopkg w katalogu, zbiera tagi eopkg z nich i gromadzi informacje w pliku wyjściowym XML, który domyślnie nazywa się 'eopkg-index.xml'. Indeksuje ono zarówno pakiety źródłowe, jak i binarne. Jeśli podasz wiele katalogów, polecenie nadal działa, ale umieszcza wszystko w jednym pliku indeksu.
tr: Verilen dizindeki eopkg dosyalarının kataloğunu çıkar Kullanım: index <dizin> ... Bu komut bir dizinde eopkg dosyaları arar, onlardan eopkg etiketlerini çıkarır ve bilgiyi eopkg-index.xml adında bir XML dosyasında toplar. Hem kaynak hem de ikili paketleri bu XML kataloğuna ekler. Birden fazla dizin verirseniz, komut yine çalışır, fakat herşeyi tek bir katalog dosyasına koyar.

source: index options
nl: index opties
pl: opcje indeksowania
tr: index seçenekleri

source: Store absolute links for indexed files.
nl: Opslaan absolute koppelingen voor geïndexeerde bestanden.
pl: Przechowuj bezwzględne linki do indeksowanych plików.
tr: Kataloglanan dosyalar için mutlak bağlar sakla.

source: Index output file
nl: Index-uitvoerbestand
pl: Plik wyjściowy indeksu
tr: Katalog çıktı dosyası

source: Comma-separated compression types for index file. Valid options are "xz" and "bz2". Defaults to "xz".
pl: Typy kompresji dla pliku indeksu, oddzielone przecinkami. Ważne opcje to "xz" i "bz2". Domyślnie "xz".

source: Do not sign index.
nl: Niet ondertekenen index.
pl: Nie podpisuj indeksu.
tr: Kataloğu imzalama.

source: Options must precede non-option arguments
nl: Opties moeten voorafgaan aan non-optie-argumenten
pl: Opcje muszą występować przed argumentami bez opcji
tr: Seçenekler seçenek olmayan parametrelerden önce gelmeli.

source: No command given
nl: Geen commando gegeven
pl: Nie podano polecenia
tr: Komut verilmedi.

source: Command line parsing error
nl: Fout bij ontleden van opdrachtregel
pl: Błąd parsowania linii poleceń
tr: Komut satırı ayrıştırma hatası

source: Priority needs to be a number
pl: Priorytet musi być liczbą

source: Unable to locate repository file, expected: %s
pl: Nie można znaleźć pliku repozytorium, oczekiwano: %s

source: Repository %s does not exist. Cannot reorder.
pl: Repozytorium %snie istnieje. Nie można zmienić kolejności.

source: Failed to write to repository file
pl: Nie udało się zapisać do pliku repozytorium

source: Repo %s reordered to position %s.
pl: Repozytorium %s przesunięto na pozycję %s.
