Repository: getsolus/eopkg
Catalog: po/*.po
Languages: nl, pl, tr

source: Verify installation Usage: check [<package1> <package2> ... <packagen>] check -c <component> <packagei>: package name A cryptographic checksum is stored for each installed file. Check command uses the checksums to verify a package. Just give the names of packages. If no packages are given, checks all installed packages.
nl: Controleer installatie Gebruik: check [<package1> <package2> ... <packagen>] check -c <component> <packagei>: pakketnaam Een cryptografische controlesom wordt opgeslagen voor elke geïnstalleerd bestand. Check-opdracht gebruikt de controlesom om een pakket te controleren. Geef de namen van de pakketten. Indien geen pakket opgegeven, worden alle pakketten gecontroleerd.
pl: Sprawdź instalację Użycie: zaznacz [<package1><package2> ... <packagen>] sprawdź -c <component> <packagei>: nazwa pakietu Suma kryptograficzna jest przechowywana dla każdego zainstalowanego pliku. Polecenie check używa sum kontrolnych do weryfikacji pakietu. Wystarczy podać nazwy pakietów. Jeśli nie podano żadnych pakietów, sprawdzane są wszystkie zainstalowane pakiety.
tr: Kurulumu denetle Kullanım: check [<paket1> <paket2> ... <paketn>] check -c <bileşen> <paketi> : paket adı Yüklenen her dosya için bir kontrol toplamı tutulur. Check komutu paketin kurulumunun doğruluğunu kontrol etmek için bu toplamları kullanır. Paketlerin adlarını vermeniz yeterlidir. Eğer hiç paket adı verilmemişse, kurulu durumdaki bütün paketler doğrulanır.

source: check options
nl: controle opties
pl: wybierz opcje
tr: denetleme seçenekleri

source: Check installed packages under given component
nl: Controleer geïnstalleerde pakketten onder een gegeven component
pl: Sprawdź zainstalowane pakiety pod danym komponentem
tr: Verilen bileşen altındaki kurulu paketleri denetle.

source: Checks only changed config files of the packages
nl: Controleer alleen veranderde configuratiebestanden van de pakketten
pl: Sprawdza tylko zmienione pliki konfiguracyjne pakietów
tr: Paketlerin sadece değişen yapılandırma dosyalarını denetler.

source: Checking all installed packages
nl: Controleren alle geïnstalleerde pakketten
pl: Sprawdzanie wszystkich zainstalowanych pakietów
tr: Tüm kurulu paketler denetleniyor.

source: Checking integrity of %s
nl: Integriteit controleren van %s
pl: Weryfikacja integralności %s
tr: %s paketinin bütünlüğü denetleniyor

source: Broken
nl: Gebroken
pl: Uszkodzony
tr: Kırık

source: Unknown
nl: Onbekend
pl: Nieznany
tr: Bilinmiyor

source: Missing file: /%s
nl: Ontbrekend bestand: /%s
pl: Brakujący plik: /%s
tr: Eksik dosya: /%s

source: Access denied: /%s
nl: Toegang geweigerd: /%s
pl: Odmowa dostępu: /%s
tr: Erişim Engellendi: /%s

source: Corrupted file: /%s
nl: Beschadigd bestand: /%s
pl: Uszkodzony plik: /%s
tr: Bozuk dosya: /%s

source: Modified configuration file: /%s
nl: Gemodificeerd configuratiebestand: /%s
pl: Zmodyfikowany plik konfiguracyjny: /%s
tr: Değiştirilmiş yapılandırma dosyası: /%s

source: Package %s not installed
nl: Pakket %s niet geïnstalleerd
pl: Pakiet %s nie jest zainstalowany
tr: %s paketi kurulu değil.

source: Could not check the integrity of packages which contain files your user did not have permission to read. Running the check under a privileged user may help to fix this problem.
pl: Nie można zweryfikować integralności pakietów, które zawierają pliki, do których użytkownik nie miał uprawnień do odczytu. Uruchomienie weryfikacji jako użytkownik z uprawnieniami może pomóc rozwiązać ten problem.

source: Fetch a package Usage: fetch [<package1> <package2> ... <packagen>] <packagei>: package name Downloads the given pisi packages to working directory
nl: Ophalen van een pakket Gebruik: fetch [<package1> <package2> ... <packagen>] <packagei>: pakketnaam Download het opgegeven pisi-pakket in de werkmap
pl: Pobierz pakiet Użycie: fetch [<package1> <package2> ... <packagen>] <packagei>: nazwa pakietu Pobiera podane pakiety pisi do katalogu roboczego
tr: Paket indir Kullanım: fetch <paket1> <paket2> ... <paketn> <paketi> paket adı Çalışma klasörüne verilen paketleri indirir

source: fetch options
nl: ophaalopties
pl: opcje pobierania
tr: fetch seçenekleri

source: Output directory for the fetched packages
nl: Bestemmingmap voor de opgehaalde pakketten
pl: Katalog wyjściowy dla pobranych pakietów
tr: İndirilecek paketler için çıktı dizini

source: No active repositories found
pl: Nie znaleziono aktywnych repozytoriów

source: Display package information Usage: info <package1> <package2> ... <packagen> <packagei> is either a package name or a .pisi file,
pl: Wyświetl informacje o pakiecie Użycie: info <package1> <package2> ... <packagen> <packagei> to nazwa pakietu lub plik .pisi,

source: info options
nl: info opties
pl: opcje szczegółów
tr: info seçenekleri

source: Show a list of package files.
nl: Toon een lijst van pakketbestanden.
pl: Pokaż listę plików pakietu.
tr: Paketteki dosyaların bir listesini göster.

source: Info about the given component
nl: Info van het gegeven component
pl: Informacje o danym komponencie
tr: Verilen bileşen hakkında bilgi

source: Show only paths.
nl: Toon alleen paden.
pl: Pokaż tylko ścieżki.
tr: Sadece yolları göster.

source: Do not show details
nl: Geen details tonen
pl: Nie pokazuj szczegółów
tr: Detayları gösterme

source: Output in xml format
nl: Uitvoer in xml-opmaak
pl: Wynik w formacie XML
tr: Xml biçiminde çıktı üret.

source: Reverse Dependencies:
nl: Omgekeerde afhankelijkheden:
pl: Zależności odwrotne:
tr: Ters Bağımlılıklar:

source: Package file: %s
nl: Pakketbestand: %s
pl: Plik pakietu: %s
tr: Paket dosyası: %s

source: Installed package:
nl: Geïnstalleerd pakket:
pl: Zainstalowany pakiet:
tr: Yüklü paket:

source: %s package is not installed
nl: %s pakket is niet geïnstalleerd
pl: %s pakiet nie jest zainstalowany
tr: Paket %s kurulu değil.

source: [binary]
nl: [binair]
pl: [binarne]
tr: [ikili]

source: Package found in %s repository:
nl: Pakket gevonden in %s softwarebron:
pl: Pakiet znaleziony w repozytorium %s:
tr: Paket %s deposunda bulundu:

source: %s package is not found in binary repositories
nl: %s pakket is niet gevonden in de binaire softwarebronnen
pl: %s pakiet nie został znaleziony w repozytoriach binarnych
tr: %s paketi ikili depolarda bulunamadı.

source: Install eopkg packages Usage: install <package1> <package2> ... <packagen> You may use filenames, URI's or package names for packages. If you have specified a package name, it should exist in a specified repository. You can also specify components instead of package names, which will be expanded to package names.
nl: Installeer eopkg-pakketten Gebruik: install <pakket1> <pakket2> ... <pakketn> U mag bestandsnamen, URI's of pakketnamen namen voor pakketten gebruiken. Als u een pakketnaam gespecificeerd heeft, dient het te bestaan in de softwarebron. U kunt ook onderdelen specificeren in plaats van pakketnamen, welk uitgebreid zullen worden naar pakketnamen.
pl: Instaluj pakiety eopkg Użycie: install <package1> <package2> ... <packagen> Możesz użyć nazw plików, URI lub nazw pakietów. Jeśli podałeś nazwę pakietu, powinien on istnieć w określonym repozytorium. Możesz również podać komponenty zamiast nazw pakietów, które będą rozszerzane do nazw pakietów.
tr: eopkg paket(ler)i kur Kullanım: install <paket1> <paket2> ... <paketn> Paketler için dosya adı, adres veya paket adı kullanabilirsiniz. Eğer bir paket adı kullanırsanız, kayıtlı bir depoda bulunması gerekir. Paket adları yerine bileşen de belirtebilirsiniz, bileşendeki paketler otomatik olarak seçilir.

source: install options
nl: installatie opties
pl: opcje instalacji
tr: install seçenekleri

source: Reinstall already installed packages
nl: Herïnstalleer reeds geïnstalleerde pakketten
pl: Ponowna instalacja już zainstalowanych pakietów
tr: Halihazırda kurulu paket(ler)i yeniden kur.

source: Skip distribution release and architecture check
nl: Controle van distributieversie en architectuur overslaan
pl: Pomiń sprawdzanie wersji dystrybucji i architektury
tr: Dağıtım sürümü ve mimarisi kontrolünü atla

source: Ignore file conflicts
nl: Negeer bestandsconflicten
pl: Ignoruj konflikty plików
tr: Dosya çakışmalarını gözardı et.

source: Ignore package conflicts
nl: Negeer pakketconflicten
pl: Ignoruj konflikty pakietów
tr: Paket çakışmalarını gözardı et.

source: Don't check for updates in reverse dependencies of runtime dependencies when updates are available
pl: Nie sprawdzaj aktualizacji w zależnościach odwrotnych zależności uruchomieniowych, gdy aktualizacje będą dostępne

source: Install component's and recursive components' packages
nl: Installeer componenten en de pakketten van recursieve componenten
pl: Instaluj pakiety komponentów i pakiety komponentów rekurencyjnych
tr: Bileşenin ve alt bileşenlerinin paketlerini kur.

source: Name of the component's repository
nl: Naam van de componentbron
pl: Nazwa repozytorium komponentu
tr: Bileşenin depo ismi

source: Fetch upgrades but do not install.
nl: Haal bijgewerkte bestanden op maar installeer ze niet.
pl: Pobierz aktualizacje, ale ich nie instaluj.
tr: Yükseltmeleri indir ama kurma.

source: When installing packages, ignore packages and components whose basenames match pattern.
nl: Bij installeren van pakketten, negeer pakketten en componenten wiens basenames overeenkomen met patroon.
pl: Podczas instalacji pakietów, ignoruj pakiety i komponenty, których nazwy podstawowe pasują do wzorca.
tr: Paket kurarken, ifade ile eşleşen paket ve bileşenleri gözardı et.

source: When installing packages, ignore packages and components whose basenames match any pattern contained in file.
nl: Als pakketten geïnstalleerd worden, negeer pakketten en componenten wiens basenames overeenkomen met elk patroon in bestand.
pl: Podczas instalacji pakietów, ignoruj pakiety i komponenty, których nazwy podstawowe pasują do wzorców zawartych w pliku.
tr: Paket kurarken, paket ya da bileşen isimlerinden dosya içerisinde verilen kalıplardan herhangi birisi ile eşleşenleri gözardı et.

source: There is no component named %s
nl: Er is geen component met de naam %s
pl: Nie ma komponentu o nazwie %s
tr: %s isminde bir bileşen bulunamadı.

source: Updates available, checking reverse dependencies of runtime dependencies for safety.
pl: Dostępne aktualizacje, sprawdzanie zależności odwrotnych zależności uruchomieniowych w celu zagwarantowania bezpieczeństwa.

source: List available packages in the repositories Usage: list-available [ <repo1> <repo2> ... repon ] Gives a brief list of eopkg packages published in the specified repositories. If no repository is specified, we list packages in all repositories.
nl: Toon aanwezige pakketten in de softwarebron Gebruik: list-available [ <repo1> <repo2> ... repon ] Geeft een korte lijst van eopkg-pakketten gepubliceerd in de opgegeven softwarebronnen. Als geen softwarebron opgegeven is worden alle pakketten in alle softwarebronnen getoond.
pl: Wyświetl listę dostępnych pakietów w repozytoriach Użycie: list-available [ <repo1><repo2> ... repon ] Podaje krótką listę pakietów eopkg opublikowanych w określonym repozytoria. Jeśli nie określono żadnego repozytorium, wyświetlamy pakiety w wszystkie repozytoria.
tr: Depolardaki paketleri listele Kullanım: list-available [ <depo1> <depo2> ... <depon> ] Belirtilen depolarda yayınlanan eopkg paketlerinin kısa bir listesini verir. Eğer depo belirtilmezse, tüm açık depolardaki paketler listelenir.

source: list-available options
nl: list-available opties
pl: opcje listowania dostępnych
tr: list-available seçenekleri

source: Show in long format
nl: Toon in lang formaat
pl: Pokaż w formacie długim
tr: Uzun biçimde göster

source: List available packages under given component
nl: Toon aanwezige pakketten onder gegeven component
pl: Lista dostępnych pakietów w danym komponencie
tr: Verilen bileşendeki paketleri listele

source: Show uninstalled packages only
nl: Toon alleen niet-geïnstalleerde pakketten
pl: Pokaż tylko pakiety, które nie zostały zainstalowane
tr: Sadece kurulu olmayan paketleri göster

source: Installed packages are shown in this color
nl: Geïnstalleerde pakketten worden in deze kleur weergegeven
pl: Zainstalowane pakiety są wyświetlane w tym kolorze
tr: Kurulu paketler bu renkle gösterilir.

source: Repository : %s
nl: Softwarebron: %s
pl: Repozytorium: %s
tr: Depo: %s

source: List available components Usage: list-components Gives a brief list of eopkg components published in the repositories.
nl: Toon beschikbare componenten Gebruik: list-components Toont een korte lijst van eopkg-componenten gepubliceerd in de softwarebronnen.
pl: Lista dostępnych komponentów Użycie: list-components Podaje krótką listę komponentów eopkg opublikowanych w repozytoriach.
tr: Bileşenleri listele Kullanım: list-components Depolarda yayınlanan eopkg bileşenlerinin kısa bir listesini verir.

source: list-components options
nl: list-components opties
pl: opcje listowania komponentów
tr: list-components seçenekleri

source: Name of the source or package repository
nl: Naam van de bron of pakketbron
pl: Nazwa źródła lub repozytorium pakietów
tr: Kaynak ya da ikili paket deposu ismi

source: List newest packages in the repositories Usage: list-newest [ <repo1> <repo2> ... repon ] Gives a list of eopkg newly published packages in the specified repositories. If no repository is specified, we list the new packages from all repositories.
nl: Toon de nieuwste pakketten in de softwarebronnen Gebruik: list-newest [ <repo1> <repo2> ... repon ] Toont een lijst van de nieuwste gepubliceerde eopkg-pakketten in de opgegeven softwarebron. Indien geen softwarebron opgegeven is, worden de nieuwste pakketten uit alle softwarebronnen getoond.
pl: Wyświetl najnowsze pakiety w repozytoriach Użycie: lista-najnowszych [ <repo1><repo2> ... repon ] Podaje listę nowo opublikowanych pakietów eopkg w określonym repozytoria. Jeśli nie określono żadnego repozytorium, wyświetlamy nowe pakiety ze wszystkich repozytoriów.
tr: Depolardaki en yeni paketleri listele Kullanım: list-newest [ <depo1> <depo2> ... <depon> ] Belirtilen depolarda yeni yayınlanmış paketleri listeler. Eğer herhangi bir depo belirtilmezse, tüm depolardaki yeni paketler listelenir.

source: list-newest options
nl: list-newest opties
pl: opcje listowania najnowszych
tr: list-newest seçenekleri

source: List new packages added to repository after this given date formatted as yyyy-mm-dd
nl: Toon nieuwe pakketten die aan de softwarebron toegevoegd zijn na de opgegeven datum in het formaat jjjj-mm-dd
pl: Lista nowych pakietów dodanych do repozytorium po tej dacie w formacie yyyy-mm-dd
tr: yyyy-aa-gg biçiminde verdiğiniz tarihten sonra depoya eklenen paketleri listeler

source: List new packages added to repository after last nth previous repository update
nl: Toon nieuwe pakketten die aan de softwarebron toegevoegd zijn na de laatste n-de opwaardering van softwarebron
pl: Lista nowych pakietów dodanych do repozytorium po ostatniej n-tej aktualizacji repozytorium
tr: n önceki depo güncellemesinden itibaren depoya eklenen yeni paketleri listeler

source: Packages added to %s since %s:
nl: Pakketten toegevoegd aan %s sinds %s:
pl: Pakiety dodane do %s od %s:
tr: %s deposuna %s tarihinden bu yana giren paketler:

source: Packages added to %s:
nl: Pakketten toegevoegd aan %s:
pl: Pakiety dodane do %s:
tr: %s deposuna giren paketler:

source: List packages to be upgraded Usage: list-upgrades Lists the packages that will be upgraded.
nl: Toon op te waarderen pakketten Gebruik: list-upgrades Toont de pakketten die opgewaardeerd dienen te worden
pl: Lista pakietów do zaktualizowania Użycie: list-upgrades Lista pakietów, które będą zaktualizowane.
tr: Yükseltilecek paketleri listele Kullanım: list-upgrades Yükseltilecek paketlerin listesini verir.

source: list-upgrades options
nl: list-upgrades opties
pl: opcje listowania aktualizacji
tr: list-upgrades seçenekleri

source: List upgradable packages under given component
nl: Toon op te waarderen pakketten onder opgegeven component
pl: Lista pakietów do aktualizacji w danym komponencie
tr: Verilen bileşen altındaki güncellenebilir paketleri listele

source: Show detailed install info
nl: Toon gedetailleerde installatie-informatie
pl: Pokaż szczegółowe informacje o instalacji
tr: Detaylı kurulum bilgisi göster.

source: No packages to upgrade.
nl: Geen pakketten op te waarderen.
pl: Brak pakietów do zaktualizowania.
tr: Yükseltilecek paket yok.

source: Package Name |St| Version| Rel.| Distro| Date
nl: Pakketnaam |St| Versie| Rel.| Distro| Datum
pl: Nazwa pakietu |St| Wersja| Wyd.| Distro| Data
tr: Paket Adı |Dm| Sürüm| Yayım| Dağıtım| Tarih

source: Search packages Usage: search <term1> <term2> ... <termn> Finds a package containing specified search terms in summary, description, and package name fields. Default search is done in package database. Use options to search in install database or source database.
nl: Zoek pakketten Gebruik: search <term1> <term2> ... <termn> Zoekt pakket(ten) met de opgegeven term(en) in de samenvatting-. omschrijving- en pakketnaam-velden. Standaard zoeken wordt in de pakketdatabase gedaan. Gebruik opties voor het zoeken in database of bronbestand
pl: Szukaj pakietów Użycie: search <termin1> <termin2> ... <terminn> Znajduje pakiet zawierający podane terminy wyszukiwania w polach podsumowania, opisu i nazwy pakietu. Domyślne wyszukiwanie odbywa się w bazie pakietów. Użyj opcji, aby przeszukiwać bazę instalacji lub bazę źródłową.
tr: Paket ara Kullanım: search <kavram1> <kavram2> ... <kavramn> Özet, açıklama ve paket ismi alanlarında belirtilen kavramı içeren paketlerin listesini çıkarır. Öntanımlı arama paket veritabanında yapılır. Kurulum veritabanında veya kaynak veritabanında arama yapmak için seçenekleri kullanabilirsiniz.

source: search options
nl: search opties
pl: opcje wyszukiwania
tr: search seçenekleri

source: Summary and description language
nl: Samenvatting en beschrijving taal
pl: Język podsumowania i opisu
tr: Özet ve açıklama dili

source: Search in installdb
nl: Zoek in installatie database
pl: Szukaj w bazie instalacji
tr: Installdb içinde ara

source: Search in the package name
nl: Zoek in pakketnaam
pl: Szukaj w nazwie pakietu
tr: Paket isminde ara

source: Search in the package summary
nl: Zoek in pakketsamenvatting
pl: Szukaj w podsumowaniu pakietu
tr: Paket özetinde ara

source: Search in the package description
nl: Zoek in pakketbeschrijving
pl: Szukaj w opisie pakietu
tr: Paket açıklamasında ara

source: Search for a file Usage: search-file <path1> <path2> ... <pathn> Finds the installed package which contains the specified file.
nl: Zoek een bestand Gebruik: search-file <path1> <path2> ... <pathn> Zoekt het geïnstalleerde pakket dat het opgegeven bestand bevat.
pl: Szukaj pliku Użycie: search-file <ścieżka1> <ścieżka2> ... <ścieżkan> Znajduje zainstalowany pakiet, który zawiera określony plik.
tr: Dosya ara Kullanım: search-file <yol1> <yol2> ... <yoln> Belirtilen dosyayı içeren kurulu paketi bulur.

source: search-file options
nl: search-file opties
pl: opcje wyszukiwania pliku
tr: search-file seçenekleri

source: Show only package name
nl: Toon alleen pakketnaam
pl: Pokaż tylko nazwę pakietu
tr: Sadece paket ismini göster.

source: Package %s has file /%s
nl: Pakket %s bevat bestand /%s
pl: Pakiet %s zawiera plik /%s
tr: %s paketi içinde %s dosyası var.

source: Path '%s' does not belong to an installed package
nl: Pad '%s' hoort niet bij een geïnstalleerd pakket
pl: Ścieżka '%s' nie należy do zainstalowanego pakietu
tr: '%s' kurulu herhangi bir pakette değil.

source: Searching for %s
nl: Zoekt naar %s
pl: Szukam: %s
tr: %s aranıyor

source: Upgrade eopkg packages Usage: Upgrade [<package1> <package2> ... <packagen>] <packagei>: package name Upgrades the entire system if no package names are given You may use only package names to specify packages because the package upgrade operation is defined only with respect to repositories. If you have specified a package name, it should exist in the package repositories. If you just want to reinstall a package from a eopkg file, use the install command. You can also specify components instead of package names, which will be expanded to package names.
nl: Opwaardeer eopkg-pakketten Gebruik: Upgrade [<package1> <package2> ... <packagen>] <packagei>: pakketnaam Opwaardeer het gehele systeem indien geen pakketnaam opgegeven is Uitsluitend pakketnamen zijn toegestaan om pakketten te specificeren daar de pakketopwaardeeroperatie gebeurt volgens de namen in de softwarebronnen. De opgegeven pakketnaam dient aanwezig te zijn in de pakketbron. Indien u alleen maar een pakket uit een eopkg-bestand wilt herinstalleren, gebruik dan het install commando. U kunt ook componenten opgeven in plaats van pakketnamen, deze worden naar pakketnamen geëxpandeerd.
pl: Aktualizacja pakietów eopkg Użycie: Upgrade [<pakiet1> <pakiet2> ... <pakietn>] <pakieti>: nazwa pakietu Aktualizuje cały system, jeśli nie podano nazw pakietów Możesz używać tylko nazw pakietów, aby określić pakiety, ponieważ operacja aktualizacji pakietu jest definiowana tylko w kontekście repozytoriów. Jeśli podałeś nazwę pakietu, powinien on istnieć w repozytoriach pakietów. Jeśli chcesz tylko ponownie zainstalować pakiet z pliku eopkg, użyj polecenia install. Możesz również podać komponenty zamiast nazw pakietów, które zostaną rozszerzone do nazw pakietów.
tr: eopkg paketlerini güncelle Kullanım: upgrade [<paket1> <paket2> ... <paketn>] <paketi>: paket ismi Eğer paket ismi verilmezse tüm sistemi günceller. Paket güncelleme işlemleri sadece depolar dikkate alınarak yapıldığı için sadece paket isimleri kullanabilirsiniz. Eğer bir paket ismi belirtirseniz, pa ketin paket depolarında bulunması gerekir. Eğer istediğiniz bir eopkg dosyasından bir paket kurmaksa, install komutunu kullanın. Ayrıca paket isimleri yerine bileşen de belirtirseniz, bu durumda bileşendeki paketler kurulur.

source: upgrade options
nl: opwaardeeropties
pl: opcje aktualizacji
tr: upgrade seçenekleri

source: Security related package upgrades only
nl: Alleen beveiligingspakketten opwaarderen
pl: Tylko aktualizacje pakietów związane z bezpieczeństwem
tr: Sadece güvenlik ile alakalı paket güncellemeleri

source: Do not update repositories
nl: Softwarebronnen niet bijwerken
pl: Nie aktualizuj repozytoriów
tr: Depoları güncelleme

source: Upgrade component's and recursive components' packages
nl: Opwaarderen componenten en recursieve componenten pakketten
pl: Aktualizuj pakiety komponentu i komponentów rekurencyjnych
tr: Bileşenin ve alt bileşenlerinin paketlerini güncelle

source: Name of the to be upgraded packages' repository
nl: Naam van de op te waarderen pakketbron
pl: Nazwa repozytorium pakietów do zaktualizowania
tr: Güncellenecek paketlerin depo ismi

source: When upgrading system, ignore packages and components whose basenames match pattern.
nl: Bij het opwaarderen van het systeem, pakketten en componenten negeren waarbij basenames overeenkomen met patroon.
pl: Podczas aktualizacji systemu zignoruj pakiety i komponenty, których nazwy pasują do wzorca.
tr: Sistemi yükseltirken paket ya da bileşen isimlerinden verilen kalıp ile eşleşenleri yoksay.

source: When upgrading system, ignore packages and components whose basenames match any pattern contained in file.
nl: Als het systeem opgewaardeerd wordt, pakketten en componenten negeren waarbij basenames overeenkomen met ieder patroon in bestand.
pl: Podczas aktualizacji systemu zignoruj pakiety i komponenty, których nazwy pasują do wzorca zawartego w pliku.
tr: Sistemi yükseltirken paket ya da bileşen isimlerinden dosya içerisinde verilen kalıplardan herhangi birisi ile eşleşenleri yoksay.

source: Updating repositories
nl: Softwarebronnen worden bijgewerkt
pl: Aktualizowanie repozytoriów
tr: Depolar güncelleniyor

source: Will not update repositories
nl: Zal softwarebronnen niet bijwerken
pl: Nie zostaną zaktualizowane repozytoria
tr: Depolar güncellenmeyecek.
