Repository: getsolus/eopkg
Catalog: po/*.po
Languages: nl, pl, tr

source: Safety switch prevents the removal of following packages:
nl: Veiligheidsprocedure voorkomt het verwijderen van de volgende pakketten:
pl: Włączony przełącznik bezpieczeństwa uniemożliwia usunięcie następujących pakietów:
tr: Emniyet mandalı, aşağıdaki paketlerin kaldırılmasını engelliyor:

source: Safety switch: The component system.base cannot be found.
nl: Veiligheidsprocedure: De component system.base is niet gevonden.
pl: Przełącznik bezpieczeństwa: Nie można znaleźć komponentu system.base.
tr: Emniyet mandalı: Taban sistem bileşeni system.base bulunamadı.

source: Package %s does not exist. Cannot remove.
nl: Pakket %s bestaat niet.
pl: Pakiet %s nie istnieje. Nie można go usunąć.
tr: Olmayan paket %s kaldırılamıyor.

source: No packages to remove.
nl: Geen te verwijderen pakketten.
pl: Brak pakietów do usunięcia.
tr: Kaldırılacak paket yok.

source: The following list of packages will be removed in the respective order to satisfy dependencies:
nl: De volgende lijst van pakketten zullen verwijderd worden om aan de afhankelijkheden te voldoen:
pl: Zostaną usunięte następujące pakiety w odpowiedniej kolejności, aby zaspokoić zależności:
tr: Bağımlılıkları sağlamak için bu paketler verilen sırada kaldırılacaktır:

source: Package removal declined
nl: Verwijderen van pakket afgewezen
pl: Usunięcie pakietu zostało odrzucone
tr: Paket kaldırmaya izin verilmedi.

source: Package %s is not installed. Cannot remove.
nl: Pakket %s niet geïnstalleerd. Kan niet verwijderen.
pl: Pakiet %s nie jest zainstalowany. Nie można go usunąć.
tr: Paket %s kurulu değil. Kaldırılamıyor.

source: Conflicts remain
nl: Conflicten blijven bestaan
pl: Pozostaw konflikty
tr: Halâ bazı çakışmalar var.

source: Obsoleted packages remaining
nl: Overbodige pakketten blijven
pl: Pozostawianie przestarzałych pakietów
tr: Bazı eskimiş paket(ler) halâ duruyor.

source: Replaced package remains
nl: Vervangen pakket blijft
pl: Pozostawianie zastąpionych pakietów
tr: Yerine yenisi yerleştirilen bir paket duruyor.

source: You must restart your system for the updates in the following package(s) to take effect:
nl: Herstart het systeem voor het actief maken van de volgende opgewaardeerde pakket(ten)versie(s):
pl: Musisz ponownie uruchomić komputer by następujące aktualizacje miały efekt:
tr: Aşağıdaki paket(ler)in güncel sürümlerinin etkin hale gelmesi için sisteminizi yeniden başlatmalısınız:

source: Warning: package *name* ends with '.pisi'
pl: Ostrzeżenie: Pakiet *nazwa* kończy się '.pisi'

source: Package %s is not installed.
nl: Pakket %s is niet geïnstalleerd.
pl: Pakiet %s nie jest zainstalowany.
tr: %s paketi kurulu değil.

source: Package %s is not available in repositories.
nl: Pakket %s is niet beschikbaar in de softwarebronnen.
pl: Pakiet %s nie jest dostępny w repozytoriach.
tr: %s paketi depolarda mevcut değil.

source: Package %s is already at the latest release %s.
nl: Pakket %s is al de laatste uitgave %s.
pl: Pakiet %s jest już na najnowszej wersji %s.
tr: %s paketi zaten (en son) sürüm %s.

source: The following packages will be upgraded:
nl: De volgende pakketten worden opgewaardeerd:
pl: Następujące pakiety będą zaktualizowane:
tr: Aşağıdaki paketler yükseltilecektir:

source: Dependency %s of %s cannot be satisfied
nl: Afhankelijkheid %s van %s kan niet worden voldaan
pl: Zależność %s pakietu %s nie może zostać spełniona
tr: %s bağımlılığı, %s paketi için sağlanamadı.

source: Upgrade is not possible.
nl: Opwaarderen niet mogelijk.
pl: Aktualizacja nie jest możliwa.
tr: Yükseltme mümkün değil.

source: Safety switch forces the installation of following packages:
nl: Veiligheidsprocedure vereist het installeren van de volgende pakketten:
pl: Przełącznik bezpieczeństwa wymusza instalację następujących pakietów:
tr: Emniyet mandalı aşağıdaki paketlerin kurulmasını zorunlu kılıyor:

source: Safety switch forces the upgrade of following packages:
nl: Veiligheidsprocedure vereist het opwaarderen van de volgende pakketten:
pl: Przełącznik bezpieczeństwa wymusza aktualizację następujących pakietów:
tr: Emniyet mandalı aşağıdaki paketlerin yükseltilmesini zorunlu kılıyor:

source: installs and upgrades (unordered): %s
pl: instalacje i aktualizacje (nieuporządkowane): %s

source: installs and upgrades (deterministic order): %s
pl: instalacje i aktualizacje (określona kolejność): %s

source: At least one '{}' tag should have local text.
pl: Co najmniej jeden tag '{}' powinien mieć lokalny tekst.

source: '{0}' language of tag '{1}' is empty.
pl: Język '{0}' tagu '{1}' jest pusty.

source: LocalText: unable to get either current or default locale.
pl: LocalText: nie udało się uzyskać bieżącego ani domyślnego języka.

source: Tag should have at least the current locale, or failing that an English or Turkish version.
pl: Tag powinien mieć co najmniej bieżący język, lub jeśli to niemożliwe, wersję w języku angielskim lub tureckim.

source: autoxml.check: '{}' errors.
pl: autoxml.check: '{}' błędów.

source: autoxml.parse: String '{}' has errors.
pl: autoxml.parse: Ciąg '{}' zawiera błędy.

source: autoxml.read: File '{}' has errors.
pl: autoxml.read: Plik '{}' zawiera błędy.

source: autoxml.write: object validation has failed.
pl: autoxml.write: Walidacja obiektu nie powiodła się.

source: autoxml.write: File encoding '{}' has errors.
pl: autoxml.write: Kodowanie pliku '{}' zawiera błędy.

source: gen_tag: unrecognized tag type {} in spec.
pl: gen_tag: Nie rozpoznany typ tagu {} w specyfikacji.

source: Mandatory variable {} not available.
pl: Wymagana zmienna {} niedostępna.

source: Type mismatch: read text cannot be decoded.
pl: Niezgodność typu: tekst do odczytu nie może zostać zdekodowany.

source: Mandatory token {} not available.
pl: Wymagana token {} niedostępny.

source: Type mismatch. Expected {0}, got {1}
pl: Niezgodność typu. Oczekiwano {0}, otrzymano {1}

source: Type mismatch: DOM cannot be decoded.
pl: Niezgodność typu: DOM nie może zostać zdekodowany.

source: Mandatory argument not available.
pl: Wymagany argument niedostępny.

source: Object cannot be encoded.
pl: Obiekt nie może zostać zakodowany.

source: Object cannot be formatted.
pl: Obiekt nie może zostać sformatowany.

source: List type must contain only one element.
pl: Typ listy musi zawierać tylko jeden element.

source: Mandatory list "{0}" under "{1}" node is empty.
pl: Wymagana lista "{0}" pod węzłem "{1}" jest pusta.

source: getNodeText: Expected text node, got something else!
pl: getNodeText: Oczekiwano węzła tekstowego, otrzymano coś innego!

source: String '%s' has invalid XML
nl: Regel '%s' bevat ongeldige XML
pl: Ciąg '%s' zawiera niepoprawny XML
tr: '%s' katarının XML sözdizimi geçersiz.

source: Unable to read file (%s): %s
nl: Kan bestand (%s) niet lezen : %s
pl: Nie udało się odczytać pliku (%s): %s
tr: Dosya okunamadı (%s): %s

source: File '%s' has invalid XML
nl: Bestand '%s' bevat ongeldige XML
pl: Plik '%s' zawiera niepoprawny XML
tr: '%s' dosyasının XML sözdizimi geçersiz.

source: No pisi package: %s* found.
nl: Geen pisi pakket %s* gevonden.
pl: Nie znaleziono pakietu pisi: %s*.
tr: eopkg paketi yok: %s* bulundu.

source: Repo already has package named %s.
nl: Bron bevat al een pakket met de naam %s.
pl: Repozytorium już zawiera pakiet o nazwie %s.
tr: Depoda %s isimli bir paket zaten mevcut.

source: Repo does not have package named %s.
nl: Bron bevat geen pakket met de naam %s.
pl: Repozytorium nie zawiera pakietu o nazwie %s.
tr: Depoda %s isminde bir paket yok.

source: Problem occured while uncompressing %s.Z file
nl: Probleem tijdens uitpakken bestand %s.Z
pl: Wystąpił problem podczas dekompresji pliku %s
tr: %s.Z dosyası genişletilirken hata oluştu

source: comar-api package is not fully installed
nl: comar-api pakket is niet volledig geïnstalleerd
pl: pakiet comar-api nie jest w pełni zainstalowany
tr: comar-api paketi tam olarak kurulmamış.

source: Cannot connect to COMAR: %s
nl: Kan geen verbinding maken met COMAR: %s
pl: Nie można połączyć się z COMAR: %s
tr: COMAR'a bağlanılamıyor: %s

source: Configuring %s package
nl: Configureren %s pakket
pl: Konfigurowanie %s pakietu
tr: %s paketi yapılandırılıyor

source: COMAR package updated. From now on, using new COMAR daemon.
nl: COMAR-pakket opgewaardeerd. Van nu af aan, niewe COMAR-daemon gebruiken.
pl: Pakiet COMAR został zaktualizowany. Od teraz używany jest nowy demon COMAR.
tr: COMAR paketi güncellendi, artık yeni COMAR kullanılıyor.

source: Registering %s comar script
nl: Registreren %s comar-script
pl: Rejestrowanie %s skryptu COMAR
tr: comar betiği %s kayıt ediliyor

source: Script error: %s
nl: Scriptfout: %s
pl: Błąd skryptu: %s
tr: Betik hatası: %s

source: Calling post install handlers
nl: Aanroepen post-installatie afhandelingen
pl: Wywoływanie procedur obsługi po instalacji
tr: Kurulum sonrası betikleri çağrılıyor

source: Running package's post install script
nl: UItvoeren post-installatiescript van pakket
pl: Uruchamianie skryptu po instalacji pakietu
tr: Paketin kurulum sonrası betiği çağrılıyor

source: Running pre removal operations for %s
nl: Uitvoeren pre-verwijderingoperatie voor %s
pl: Uruchamianie operacji przed usunięciem dla %s
tr: %s için kaldırma öncesi işlemler çalıştırılıyor

source: Running package's pre remove script
nl: Uitvoeren pre-verwijderscript van pakket
pl: Uruchamianie skryptu przed usunięciem pakietu
tr: Paketin kaldırma öncesi betiği çağrılıyor

source: Calling pre remove handlers
nl: Aanroepen pre-verwijder afhandelingen
pl: Wywoływanie programów obsługi przed usunięciem
tr: Kaldırma öncesi işleyicileri çağrılıyor

source: Running post removal operations for %s
nl: Uitvoeren post-verwijderingoperatie voor %s
pl: Wykonywanie operacji po usunięciu dla %s
tr: %s için kaldırma sonrası işlemler çalıştırılıyor

source: Running package's postremove script
nl: Uitvoeren post-verwijderscript van pakket
pl: Uruchamianie skryptu postremove pakietu
tr: Paketin kaldırma sonrası betiği çağrılıyor

source: Calling post remove handlers
nl: Aanroepen post-verwijder afhandelingen
pl: Wywoływanie obsługi po usunięciu
tr: Kaldırma sonrası işleyicileri çağrılıyor

source: Unregistering comar scripts
nl: Deregistreren comar-scripts
pl: Wyrejestrowywanie skryptów comar
tr: comar betikleri kayıtlardan siliniyor

source: Destination directory %s does not exist. Creating it.
nl: Doelmap %s bestaat niet. Deze wordt nu aangemaakt.
pl: Katalog docelowy %s nie istnieje. Tworzę go.
tr: Hedef dizini %s bulunamadı. Yaratılıyor.

source: version >=
nl: versie >=
pl: wersja >=
tr: sürüm >=

source: version <=
nl: versie <=
pl: wersja <=
tr: sürüm <=

source: version
nl: versie
pl: wersja
tr: sürüm

source: release >=
nl: uitgave >=
pl: wydanie >=
tr: sürüm >=

source: release <=
nl: uitgave <=
pl: wydanie <=
tr: sürüm <=

source: release
nl: uitgave
pl: wydanie
tr: sürüm

source: Can't rebind constant: %s
nl: Kan niet opnieuw koppelen aan constante: %s
pl: Nie można ponownie przypisać stałej: %s
tr: Sabit yeniden bağlanamaz: %s

source: Can't unbind constant: %s
nl: Kan niet ontkoppelen van contante: %s
pl: Nie można odwiązać stałej: %s
tr: Sabit ayrılamaz: %s

source: URL %s already downloaded as %s
nl: URL %s is reeds gedownload als %s
pl: URL %s został już pobrany jako %s
tr: %s adresi zaten %s olarak indirilmişti.

source: No signature found for %s
nl: Geen ondertekening gevonden voor %s
pl: Nie znaleziono podpisu dla %s
tr: %s dosyası için imza bulunamadı.

source: invalid for %s
nl: Ongeldig voor %s
pl: niepoprawny dla %s
tr: %s için geçersiz

source: uri must have type either URI or string
nl: uri moet van het type URI-adres of tekenreeks zijn
pl: uri musi mieć typ URI lub string
tr: uri parametresi ya URI ya da string tipine sahip olmalı.

source: Fetching %s
nl: Ophalen %s
pl: Pobieranie %s
tr: %s indiriliyor

source: Copying %s to transfer dir
nl: Kopiëren %s naar overdrachtmap
pl: Kopiowanie %s do katalogu transferowego
tr: %s aktarım dizinine kopyalanıyor

source: File '%s' not found.
nl: Bestand '%s' niet gevonden.
pl: Plik '%s' nie został znaleziony.
tr: '%s' dosyası bulunamadı.

source: File integrity of %s compromised.
nl: Bestandsintegriteit van %s is gecompromitteerd.
pl: Integralność pliku %s została naruszona.
tr: %s dosyasının bütünlüğü bozuk.

source: File mode must be either File.read or File.write
nl: Bestandsmodus moet ofwel File.read ofwel File.write zijn
pl: Tryb pliku musi być ustawiony na File.read lub File.write
tr: Dosya kipi File.read veya File.write olmalı.

source: Remote write not implemented
nl: Schrijven op afstand niet geïmplementeerd
pl: Zdalne zapisywanie nie zostało zaimplementowane
tr: Uzağa yazma özelliği henüz desteklenmiyor.

source: ERROR: gpg --detach-sig %s failed
nl: FOUT: gpg --detach-sig %s mislukt
pl: BŁĄD: gpg --detach-sig %s nie powiódł się
tr: HATA: gpg --detach-sig %s çalışmadı.

source: Encountered cycle %s
nl: Ondekt cyclus %s
pl: Napotkano cykl %s
tr: Çember ile karşılaşıldı: %s.

source: %s repository is updated.
nl: %s softwarebron is opgewaardeerd.
pl: Repozytorium %s zostało zaktualizowane.
tr: %s deposu güncellendi.

source: %s is upgraded from %s to %s with delta.
nl: %s is bijgewerkt van %s naar %s met delta.
pl: %s zostało zaktualizowane z %s do %s z delty.
tr: %s %s sürümünden %s sürümüne delta paketi ile yükseltildi.

source: %s is upgraded from %s to %s.
nl: %s is bijgewerkt van %s naar %s.
pl: %s zostało zaktualizowane z %s do %s.
tr: %s %s sürümünden %s sürümüne yükseltildi.

source: %s %s is removed.
nl: %s %s is verwijderd.
pl: %s %s zostało usunięte.
tr: %s %s kaldırıldı.

source: %s %s is installed.
nl: %s %s is geïnstalleerd.
pl: %s %s zostało zainstalowane.
tr: %s %s kuruldu.

source: %s %s is reinstalled.
nl: %s %s is opnieuw geïnstalleerd.
pl: %s %s zostało ponownie zainstalowane.
tr: %s %s yeniden kuruldu.

source: %s is downgraded from %s to %s.
nl: %s is teruggebracht van %s naar %s.
pl: %s zostało obniżone z %s do %s.
tr: %s %s sürümünden %s sürümüne indirildi.

source: Unknown package operation
nl: Onbekende pakketbewerking
pl: Nieznana operacja na pakiecie
tr: Bilinmeyen paket işlemi

source: Distribution: %s, Dist. Release: %s
nl: Distributie: %s, distributie-uitgave: %s
pl: Dystrybucja: %s, Wydanie Dystrybucji: %s
tr: Dağıtım: %s, Dağıtım Sürümü: %s

source: Architecture: %s, Installed Size: %s
nl: Architectuur: %s, installatiegrootte: %s
pl: Architektura: %s, Zainstalowany rozmiar: %s
tr: Mimari: %s, Yerleşik Boyut: %s

source: , Package Size: %s
nl: , Pakketgrootte: %s
pl: , Rozmiar pakietu: %s
tr: , Paket Boyutu: %s

source: Mirrors file %s does not exist. Could not resolve mirrors://
nl: Mirror bestand %s bestaat niet. Kan mirrors niet oplossen://
pl: Plik z lustrami %s nie istnieje. Nie można rozwiązać mirrors://
tr: Yansı dosyası %s bulunamadı. mirrors:// çözümlenemedi.

source: Cannot open package file: %s
nl: Kan pakketbestand niet openen: %s
pl: Nie można otworzyć pliku pakietu: %s
tr: Paket dosyası açılamadı: %s

source: Unsupported package format: %s
nl: Niet-ondersteunde pakketformaat: %s
pl: Nieobsługiwany format pakietu: %s
tr: Desteklenmeyen paket biçimi: %s

source: There was a problem while fetching '%s'. The package may have been upgraded. Please try to upgrade the package.
nl: Er was een probleem het bij ophalen van '%s'. Het pakket kan opgewaardeerd zijn. Probeer het pakket op te waarderen.
pl: Wystąpił problem podczas pobierania '%s'. Pakiet mógł zostać zaktualizowany. Proszę spróbować zaktualizować pakiet.
tr: '%s' indirilirken bir hata oluştu. Paket yükseltilmiş olabilir. Lütfen paketi yükseltmeyi deneyin.

source: Keyboard Interrupt: Exiting...
nl: Toetsenbord-interrupt: Wordt verlaten...
pl: Przerwanie z klawiatury: Wychodzę...
tr: Klavye Kesmesi: Program Sonlandırılıyor...

source: Program terminated.
nl: Programma beëindigd.
pl: Program Zakończony.
tr: Program sonlandırıldı.

source: Unhandled internal exception. Please file a bug report to <https://github.com/getsolus/package-management/>.
nl: Onhandelbare interne uitzondering. Rapporteer deze fout op <https://github.com/getsolus/package-management/>.
pl: Nie obsługiwany wewnętrzny błąd. Prosimy zgłosić ten błąd. <https://github.com/getsolus/package-management/>.
tr: Denetlenmeyen iç hata. Lütfen bu hatayı <https://github.com/getsolus/package-management/> adresine bildiriniz.

source: System error. Program terminated.
nl: Systeemfout. Programma beëindigd.
pl: Błąd Systemu. Program Zakończony.
tr: Sistem hatası. Program sonlandırıldı.

source: Please use 'eopkg help' for general help.
nl: Gebruik eopkg help voor algemene hulp.
pl: Proszę użyć 'eopkg help' w celu uzyskania pomocy.
tr: Genel yardım için lütfen 'eopkg help' komutunu kullanınız.

source: Traceback:
nl: Terugloop:
pl: Prześledź ponownie:
tr: Geri iz:

source: Use --debug to see a traceback.
nl: Gebruik --debug voor een terugloop.
pl: Użyj --debug aby zobaczyć informacje traceback.
tr: Geri izleme verisi almak için lütfen --debug seçeneğini kullanın.

source: Fetching source from: %s
nl: Ophalen bron van: %s
pl: Przetwarzanie źródeł z: %s
tr: Kaynak %s adresinden indiriliyor

source: Source archive is stored: %s/%s
nl: Bronarchief is opgeslagen: %s/%s
pl: Archiwum źródłowe jest zapisane: %s/%s
tr: Kaynak arşivi depolandı: %s/%s

source: %s mirrors are not defined.
nl: %s mirrors zijn niet benoemd.
pl: Lustra %s nie są zdefiniowane.
tr: %s yansıları tanımlı değil.

source: Fetching source from mirror: %s
nl: Bron ophalen van mirror: %s
pl: Pobieranie źródła z lustra: %s
tr: Kaynak, %s yansısından indiriliyor.

source: Could not fetch source from %s mirrors.
nl: Kon de bron van de %s mirrors niet ophalen.
pl: Nie udało się pobrać źródła z lustr %s.
tr: Kaynak, %s yansılarından indirilemedi.

source: unpack: check_file_hash failed
nl: uitpakken: check_file_hash mislukt
pl: rozpakowanie: sprawdzenie hasha pliku nie powiodło się
tr: unpack: kaynak arşivin bütünlüğünde sorun var.

source: Unknown archive type '%s' is given for '%s'.
nl: Onbekend archieftype '%s' is opgegeven voor '%s'.
pl: Nieznany typ archiwum '%s' podany dla '%s'.
tr: Arşiv için bilinmeyen bir tip (%s) verilmiş: %s

source: Pisi needs %s to unpack this archive but it is not installed.
nl: Pisi heeft %s nodig voor het uitpakken van dit archief maar het is niet geïnstalleerd.
pl: Pisi potrzebuje %s, aby rozpakować to archiwum, ale nie jest zainstalowane.
tr: Pisi bu arşivi açabilmek için %s aracına ihtiyaç duyuyor ancak yüklü değil.

source: URI: %s, type: %s, sha1sum: %s
pl: URI: %s, typ: %s, sha1sum: %s
tr: Adres: %s, tip: %s, sha1sum: %s

source: or
nl: of
pl: lub
tr: veya

source: Summary: %s
nl: Sammenvatting: %s
pl: Podsumowanie: %s
tr: Özet: %s

source: Description: %s
nl: Beschrijving: %s
pl: Opis: %s
tr: Açıklama: %s

source: Licenses: %s
nl: Licenties: %s
pl: Licencje %s
tr: Lisanslar: %s

source: Component: %s
pl: Składniki: %s
tr: Bileşen: %s

source: Provides:
nl: Levert:
pl: Dostawcy:
tr: Sağladıkları:

source: Dependencies:
nl: Afhankelijkheden:
pl: Zależności:
tr: Bağımlılıkları:

source: translations.xml file is badly formed.
nl: translations.xml bestand is niet goed.
pl: plik translations.xml jest źle sformatowany.
tr: translations.xml dosyası hatalı.

source: Build Dependencies:
nl: Bouw afhankelijkheden:
pl: Zależności budowania:
tr: İnşa Bağımlılıkları:

source: Invalid version string: '%s'
nl: Ongeldige versie tekenreeks: '%s'
pl: Nieprawidłowy ciąg wersji: '%s'
tr: Hatalı sürüm dizgisi: '%s'

source: No section by name '%s'
nl: Geen sectie met de naam '%s'
pl: Brak sekcji o nazwie '%s'
tr: '%s' isminde bir bölüm yok.

source: Adding packages to index:
pl: Dodawanie pakietów do indeksu:

source: Adding package to index: %s
nl: Toevoegen van pakket aan index: %s
pl: Dodawanie pakietu do indeksu: %s
tr: Paket kataloğa ekleniyor: %s

source: Package %s: metadata corrupt, skipping...
nl: Pakket %s: metadata is corrupt, wordt overgeslagen...
pl: Pakiet %s: metadane uszkodzone, pomijam...
tr: Paket %s: metadata bozuk, atlanıyor...

source: Adding groups.xml to index
nl: Toevoegen groups.xml aan index
pl: Dodawanie groups.xml do indeksu
tr: groups.xml kataloğa ekleniyor

source: Adding components.xml to index
nl: Toevoegen components.xml aan index
pl: Dodawanie components.xml do indeksu
tr: components.xml kataloğa ekleniyor

source: Adding %s to source index
nl: Toevoegen %s aan bronindex
pl: Dodawanie %s do indeksu źródłowego
tr: %s kaynak kataloğuna ekleniyor

source: Running
nl: Actief
pl: Uruchomiony
tr: Çalışıyor

source: return value for "%s" is %s
nl: return-waarde voor "%s" is %s
pl: zwrócona wartość dla "%s" to %s
tr: "%s" dönüş değeri %s

source: Including external link '%s'
nl: Bijsluiten externe koppeling '%s'
pl: Dołączanie zewnętrznego powiązania '%s'
tr: '%s' haricî bağlantısı ekleniyor.

source: Including directory '%s'
nl: Bijsluiten map '%s'
pl: Dołączanie katalogu '%s'
tr: '%s' dizini ekleniyor.

source: You don't have necessary read permissions
nl: U bezit niet de benodigde leestoegangsrechten
pl: Nie masz wymaganych uprawnień do odczytu
tr: Gerekli okuma izinlerine sahip değilsiniz

source: File %s was not found
pl: Plik %s nie został znaleziony

source: Cannot calculate SHA1 hash of %s
nl: Kan SHA1 hash niet berekenen uit %s
pl: Nie można obliczyć hash SHA1 %s
tr: %s dosyasının SHA1 kontrol toplamı hesaplanamıyor.

source: Compression type is not valid: '%s'
nl: Compressietype is ongeldig: '%s'
pl: Typ kompresji nie jest poprawny: '%s'
tr: Sıkıştırma türü geçerli değil: '%s'

source: Error while decompressing %s: %s
nl: Fout tijdens decomprimeren %s: %s
pl: Błąd podczas dekompresji %s: %s
tr: %s genişletilirken hata: %s

source: ERROR: patch (%s) failed
nl: Fout: patch (%s) mislukt
pl: Błąd: lokalizacja (%s) nie poprawna
tr: HATA: Yama (%s) başarısız.

source: ERROR: patch (%s) failed: %s
nl: Fout: patch (%s) mislukt: %s
pl: Błąd: lokalizacja (%s) nie poprawna: %s
tr: HATA: Yama (%s) başarısız: %s

source: strip command failed for file '%s'!
nl: Commando 'strip' mislukte voor bestand '%s'!
pl: polecenie strip nie powiodło się dla pliku '%s'!
tr: strip komutu '%s' dosyası için başarısız oldu!

source: chrpath command failed for file '%s'!
nl: chrpath commando 'mislukte voor bestand '%s'!
pl: polecenie chrpath nie powiodło się dla pliku '%s'!
tr: chrpath komutu '%s' dosyası için başarısız oldu!

source: objcopy (keep-debug) command failed for file '%s'!
nl: Commando 'objcopy' (keep-debug) mislukte voor bestand '%s'!
pl: polecenie objcopy (keep-debug) nie powiodło się dla pliku '%s'!
tr: objcopy (keep-debug) komutu '%s' dosyası için başarısız oldu!

source: objcopy (add-debuglink) command failed for file '%s'!
nl: Commando 'objcopy' (add-debuglink) mislukte voor bestand '%s'!
pl: polecenie objcopy (add-debuglink) nie powiodło się dla pliku '%s'!
tr: objcopy (add-debuglink) komutu '%s' dosyası için başarısız oldu!

source: Invalid package name: %s
nl: Ongeldige pakketnaam: %s
pl: Niepoprawna nazwa pakietu: %s
tr: Geçersiz paket adı: %s

source: Invalid delta package name: %s
nl: Ongeldige delta-pakketnaam: %s.
pl: Nieprawidłowa nazwa pakietu delta: %s
tr: Geçersiz delta paket adı: %s

source: Failed to acquire inhibit lock %s
pl: Nie udało się uzyskać blokady inhibit %s

source: D-Bus call failed: %s
pl: Nieudane połączenie D-Bus: %s

source: Filename error
nl: Bestandsnaamfout
pl: Błąd nazwy pliku
tr: Dosya adı hatası

source: Access denied to write to destination directory: "%s"
nl: Toegang geweigerd om te schrijven naar de doelmap: "%s"
pl: Odmowa dostępu do zapisu w katalogu docelowym: "%s"
tr: Hedef dizinine yazma erişimi reddedildi: "%s"

source: Access denied to destination file: "%s"
nl: Toegang geweigerd van doelbestand: "%s"
pl: Odmowa dostępu do pliku docelowego: "%s"
tr: Hedef dosyasına erişim reddedildi: "%s"

source: Hit max retry count when downloading: "%s"
pl: Osiągnięto maksymalną liczbę prób przy pobieraniu: "%s"
