Repository: getsolus/eopkg
Catalog: po/*.po
Languages: nl, pl, tr

source: Please attach the config.log to your bug report: %s/config.log
nl: Voeg config.log toe aan uw foutrapport: %s/config.log
pl: Prosimy o dołączenie do raportu o błędzie pliku config.log: %s/config.log
tr: Lütfen hata raporunuza config.log dosyasını ekleyin: %s/config.log

source: Configure failed.
nl: Configuratie mislukt.
pl: Konfiguracja nie powiodła się.
tr: Yapılandırma işlemi başarısız oldu.

source: No configure script found.
nl: Geen configuratiescript gevonden.
pl: Nie znaleziono skryptu konfiguracji.
tr: Yapılandırma betiği bulunamadı.

source: Make failed.
nl: Make mislukt.
pl: Make nie powiódł się.
tr: İnşa işlemi başarısız oldu.

source: Install failed.
nl: Install mislukt.
pl: Instalacja nie powiodła się.
tr: Kurulum işlemi başarısız oldu.

source: Running aclocal failed.
nl: Uitvoeren aclocal mislukt.
pl: Uruchomienie aclocal nie powiodło się.
tr: aclocal çalıştırma işlemi başarısız oldu.

source: Running autoconf failed.
nl: Uitvoeren autoconf mislukt.
pl: Uruchomienie autoconf nie powiodło się.
tr: autoconf çalıştırma işlemi başarısız oldu.

source: Running autoreconf failed.
nl: Uitvoeren autoreconf mislukt.
pl: Uruchomienie autoreconf nie powiodło się.
tr: autoreconf çalıştırma işlemi başarısız oldu.

source: Running automake failed.
nl: Uitvoeren automake mislukt.
pl: Uruchomienie automake nie powiodło się.
tr: automake çalıştırma işlemi başarısız oldu.

source: Running autoheader failed.
nl: Uitvoeren autoheader mislukt.
pl: Uruchomienie autoheader nie powiodło się.
tr: autoheader çalıştırma işlemi başarısız oldu.

source: No configure script found for cmake.
nl: Geen configuratiescript voor cmake gevonden.
pl: Nie znaleziono skryptu konfiguracyjnego dla cmake.
tr: cmake için yapılandırma betiği bulunamadı.

source: No Makefile found.
nl: Geen Makefile-bestand gevonden.
pl: Nie znaleziono pliku Makefile.
tr: Make dosyası bulunamadı.

source: Util %s cannot be found
nl: Hulpprogramma %s niet gevonden
pl: Narzędzie %s nie może zostać znalezione
tr: %s aracı bulunamadı.

source: Warning: %s does not exist, using plain name %s
nl: Waarschuwing: %s bestaat niet, %s wordt gebruikt
pl: Ostrzeżenie: %s nie istnieje, używam prostej nazwy %s
tr: Uyarı: %s yok, düz ad %s kullanılıyor.

source: !!! Please attach the config.log to your bug report: %s/config.log
nl: !!! Voeg het bestand config.log toe aan uw bugrapport: %s/config.log
pl: Prosimy o dołączenie do raportu o błędzie pliku config.log: %s/config.log
tr: Lütfen hata raporunuza config.log dosyasını ekleyin: %s/config.log

source: Can't find kernel version information file %s.
nl: Kan informatiebestand van de kernelversie niet vinden %s.
pl: Nie można odnaleźć pliku %s zawierającego informacjami o wersji jądra.
tr: Çekirdek sürüm bilgisi dosyası %s bulunamıyor.

source: Running ldconfig failed.
nl: Uitvoeren ldconfig mislukt.
pl: Uruchomienie ldconfig nie powiodło się.
tr: ldconfig çalıştırma işlemi başarısız oldu.

source: GNU Config Update Finished.
nl: GNU Config bijwerken voltooid.
pl: GNU Config Update Zakończony.
tr: GNU Yapılandırma Güncellemesi Bitti.

source: Running libtoolize failed.
nl: Uitvoeren libtoolize mislukt.
pl: Uruchomienie libtoolize nie powiodło się.
tr: libtoolize çalıştırma işlemi başarısız oldu.

source: perl build failed.
nl: perl bouwen mislukt.
pl: perl build nie powiódł się.
tr: perl inşa işlemi başarısız oldu.

source: perl install failed.
nl: perl installatie mislukt.
pl: perl install nie powiódł się.
tr: perl kurma işlemi başarısız oldu.

source: Insufficient arguments.
nl: Onvoldoende parameters.
pl: Niewystarczająca liczba argumentów.
tr: Yetersiz sayıda parametre.

source: No executable file matched pattern "%s".
nl: Geen uitvoerbare bestanden komen overeen met patroon "%s".
pl: Brak dopasowanego pliku wykonywalnego do szablonu "%s".
tr: "%s" ile eşleşen çalıştırılabilir bir dosya bulunamadı.

source: No file matched pattern "%s".
nl: Geen bestand komt overeen met patroon "%s".
pl: Brak dopasowanego pliku wedłg wzorca "%s".
tr: "%s" ile eşleşen bir dosya bulunamadı.

source: Configuration failed.
nl: Configuratie mislukt.
pl: Konfiguracja nie powiodła się.
tr: Yapılandırma sırasında hata oluştu.

source: Running %s failed.
nl: Uitvoeren %s mislukt.
pl: Uruchomienie %s nie powiodło się.
tr: %s çalıştırma işlemi başarısız oldu.

source: Project file '%s' not found.
nl: Projectbestand '%s' niet gevonden.
pl: Plik projektu "%s" nie znaleziony.
tr: '%s' dosyası bulunamadı.

source: It seems there are more than one .pro file, you must specify one. (Possible .pro files: %s)
nl: Er is meer dan een .pro-bestand, geef er een op. (Mogelijke .pro-bestand: %s)
pl: Wygląda na to, że jest więcej niż jeden plik projektu ".pro", należy wybrać jeden. (Możliwe pliki ".pro" : %s)
tr: Birden fazla .pro dosyası mevcut görünüyor. Bir tane belirtmelisiniz (Olası .pro dosyaları: %s).

source: Running 'ruby %s' failed.
nl: Uitvoeren 'ruby %s' mislukt.
pl: Uruchomienie %s nie powiodło się.
tr: '%s' komutu başarısız oldu.

source: Moving source files failed
nl: Verplaatsen bronbestanden mislukt
pl: Przenoszenie plików źródłowych nie powiodło się
tr: Kaynak dosyalar taşınırken bir hata oluştu

source: Generate config files failed
nl: Genereren config bestanden mislukt
pl: Generowanie plików konfiguracyjnych nie powiodło się
tr: Yapılandırma dosyalarının oluşturulması işlemi başarısız oldu.

source: Building format files failed
nl: Bouwen format bestanden mislukt
pl: Format plików budowania nie poprawny
tr: Biçem dosyalarının inşası işlemi başarısız oldu.

source: Creating symlinks from format to engines failed
nl: Creeëren symlinks van formats naar engines mislukt
pl: Nie powiodło się tworzenie powiązań formatów plików
tr: Biçemden motorlara sembolik bağların oluşturulması işlemi başarısız oldu.

source: Installing docs failed
nl: Installeren docs mislukt
pl: Instalacja pomocy nie powiodła się
tr: Belgelendirme dosyalarının yüklenmesi işlemi başarısız oldu.

source: Installing texmf files failed
nl: Installeren texmf bestanden mislukt
pl: Instalowanie plików texmf nie powiodło się
tr: texmg dosyalarının yüklenmesi işlemi başarısız oldu.

source: Installing config files failed
nl: Installeren config bestanden mislukt
pl: Instalacja plików konfiguracyjnych nie powiodła się
tr: Yapılandırma dosyalarının yüklenmesi işlemi başarısız oldu.

source: Handle config files failed
nl: Behandelen config bestanden mislukt
pl: Obsługa plików konfiguracyjnych nie powiodła się
tr: Yapılandırma dosyalarının işlenmesi işlemi başarısız oldu.

source: Symlink %s skipped (special case)
nl: Symlink %s overgeslagen (speciaal geval)
pl: Link symboliczny %s pominięty (specyficzny wyjątek)
tr: %s sembolik bağı atlandı (özel durum).

source: Symlink %s -> %s skipped (texlive-core takes care of it.
nl: Symlink %s -> %s overgeslagen ( texlive-core regelt dit.
pl: Link symboliczny %s -> %s pominięty (texlive-core takes care of it)
tr: %s konumundan %s konumuna sembolik bağ oluşturma işlemi atlandı (texlive-core halledecek).

source: Symlink %s -> %s skipped.
nl: Symlink %s -> %s overgeslagen.
pl: Link symboliczny %s -> %s pominięty.
tr: %s konumundan %s konumuna sembolik bağ oluşturma işlemi atlandı.

source: Symlink %s skipped (file exists.)
nl: Symlink %s overgeslagen (bestand bestaat.)
pl: Link symboliczny %s pominięty (plik istnieje).
tr: %s sembolik bağının oluşturulması atlandı (dosya zaten var).

source: Making symlink from %s to %s
nl: Aanmaken symlink van %s naar %s
pl: Tworzenie linku symbolicznego z %s do %s
tr: %s konumundan %s konumuna sembolik bağ oluşturuluyor.

source: Creating /etc/texmf/%s.d
nl: Aanmaken /etc/texmf/%s.d
pl: Tworzenie /etc/texmf/%s.d
tr: /etc/texmf/%s.d oluşturuluyor.

source: Moving (and symlinking) /usr/share/texmf/%s to /etc/texmf/%s.d
nl: Verplaatsen ( en maken symbolische link) /usr/share/texmf/%s naar /etc/texmf/%s.d
pl: Przenoszenie (i tworzenie linków symbolicznych) z /usr/share/texmf/%s do /etc/texmf/%s.d
tr: /usr/share/texmf/%s dosyası /etc/texmf/%s.d dizinine taşınıyor ve bağ oluşturuluyor

source: Building format file %s
nl: Bouwen format bestand %s
pl: Format pliku budowania%s
tr: Biçem dosyası %s inşa ediliyor.

source: Map %s is added to %s/%s.cfg
nl: Kaart %s is toegevoegd aan %s/%s.cfg
pl: Mapowanie %s zostało dodane do %s/%s.cfg
tr: %s haritası %2s/%3s.cfg dosyasına eklendi.

source: MixedMap %s is added to %s/%s.cfg
nl: Gemixte kaart %s is toegevoegd aan %s/%s.cfg
pl: MixedMap %s została dodana do %s/%s.cfg
tr: %s karıştırılmış haritası %s/%s.cfg dosyasına eklendi.

source: p +%s is added to %s/%s-config.ps
nl: p +%s is toegevoegd aan %s/%s-config.ps
pl: p +%s został dodany do %s/%s-config.ps
tr: p +%s %s/%s-config.ps dosyasına eklendi.

source: f %s is added to %s/%s-config
nl: f %s is toegevoegd aan %s/%s-config
pl: f %s został dodany do %s/%s-config
tr: f %s %s/%s-config dosyasına eklendi.

source: Language file %s already generated.
nl: Taalbestand %s is al aangemaakt.
pl: Plik z lokalizacją %s już został wygenerowany.
tr: Lisan dosyası %s zaten oluşturuldu.

source: No rule to proccess %s. Please file a bug.
nl: Geen regel verwerkt %s. Meld de bug alstublieft.
pl: Brak reguł dla procesu %s. Proszę zgłosić błąd.
tr: %s öğesini işlemek için kural belirtilmemiş, lütfen bir hata raporu girin.

source: No file matched pattern "%s"
nl: Geen bestand komt overeen met patroon "%s"
pl: Brak dopasowanego pliku wedłg wzorca "%s"
tr: "%s" ile eşleşen bir dosya bulunamadı.

source: ActionsAPI [doman]: Wrong man page file: %s
nl: ActionsAPI [doman]: onjuist man-pagina bestand: %s
pl: ActionsAPI [doman]: Błędny plik stron man: %s
tr: ActionsAPI [doman]: Yanlış kılavuz sayfası dosyası: %s

source: No file matched pattern "%s". 'domove' operation failed.
nl: Geen bestand komt overeen met patroon "%s". 'domove' handeling mislukt.
pl: Brak dopasowanego pliku wedłg wzorca "%s". 'domove' Operacja nie powiodła się.
tr: "%s" ile eşleşen bir dosya bulunamadı. 'domove' işlemi başarısız oldu.

source: ActionsAPI [rename]: %s: %s
pl: ActionsAPI [zmiana nazwy]: %s: %s

source: No such file matching pattern: "%s". 'dosed' operation failed.
nl: Geen bestand komt overeen met patroon: "%s". 'dosed' handeling misluky.
pl: Nie znaleziono pliku dopasowanego wedłg wzorca "%s". 'dosed' Operacja nie powiodła się.
tr: "%s" ile eşleşen bir dosya bulunamadı. 'dosed' işlemi başarısız oldu.

source: dosed method has not changed file '%s'.
nl: desed methode heeft bestand '%s' niet veranderd.
pl: metoda dodawania nie zmieniła pliku '%s'.
tr: dosed '%s' dosyasında bir değişiklik yapmadı.

source: File does not exist or permission denied: %s
nl: Bestand bestaat niet of toegang wordt geweigerd: %s
pl: Plik nie istnieje lub brak uprawnień: %s
tr: Dosya yok ya da erişim reddedildi: %s

source: ActionsAPI [dosym]: File already exists: %s
nl: ActionsAPI [dosym]: Bestand reeds aanwezig: %s
pl: ActionsAPI [dosym]: Plik już istnieje: %s
tr: ActionsAPI [dosym]: Dosya zaten var: %s

source: No file matched pattern "%s". Remove operation failed.
nl: Geen bestand komt overeen met patroon "%s". Verwijderen mislukt.
pl: Brak dopasowanego pliku wedłg wzorca "%s". Operacja usunięcia nie powiodła się.
tr: "%s" ile eşleşen bir dosya bulunamadı. Silme işlemi başarısız oldu.

source: No directory matched pattern "%s". Remove directory operation failed.
nl: Geen map komt overeen met patroon "%s". Verwijderen map misluky.
pl: Brak dopasowanego folderu wedłg wzorca "%s". Operacja usunięcia folderu nie powiodła się.
tr: "%s" ile eşleşen bir dizin bulunamadı. Dizin silme işlemi başarısız oldu.

source: Cannot create directory %s
nl: Kan map %s niet aanmaken
pl: Nie można utworzyć katalogu %s
tr: %s dizini oluşturulamıyor.

source: ActionsAPI [echo]: Can't append to file %s.
nl: ActionsAPI [echo]: kan niet toevoegen aan bestand %s.
pl: ActionsAPI [echo]: Nie można dołączyć pliku %s.
tr: ActionsAPI [echo]: %s dosyasına ekleme yapılamıyor.

source: ActionsAPI [chmod]: No file matched pattern "%s".
nl: ActionsAPI [chmod]: Geen bestand komt overeen met patroon "%s".
pl: ActionsAPI [chmod]: Brak dopasowanego pliku wedłg wzorca "%s".
tr: ActionsAPI [chmod]: "%s" ile eşleşen bir dosya bulunamadı.

source: ActionsAPI [chmod]: Operation not permitted: %s (mode: 0%o)
nl: ActionsAPI [chmod]: Bewerking niet toegestaan: %s (mod: 0%o)
pl: ActionsAPI [chmod]: Operacja niedozwolona: %s (tryb: 0%o)
tr: ActionsAPI [chmod]: İşleme izin verilmedi: %s (kip: 0%o)

source: ActionsAPI [chmod]: File %s doesn't exists.
nl: ActionsAPI [chmod]: bestand %s bestaat niet.
pl: ActionsAPI [chmod]: Plik %s nie istnieje.
tr: ActionsAPI [chmod]: %s dosyası bulunamadı.

source: ActionsAPI [chown]: Operation not permitted: %s (uid: %s, gid: %s)
nl: ActionsAPI [chown]: handeling niet toegestaan: %s (uid: %s, gid: %s)
pl: ActionsAPI [chown]: Nie dozwolona operacja: %s (uid: %s, gid: %s)
tr: ActionsAPI [chown]: İşleme izin verilmedi: %s (uid: %s, gid: %s)

source: ActionsAPI [chown]: File %s doesn't exists.
nl: ActionsAPI [chown]: bestand %s bestaat niet.
pl: ActionsAPI [chown]: Plik %s nie istnieje.
tr: ActionsAPI [chown]: %s dosyası bulunamadı.

source: ActionsAPI [sym]: Permission denied: %s to %s
nl: ActionsAPI [sym]: toegang geweigerd: %s -> %s
pl: ActionsAPI [sym]: Brak uprawnień: %s dla %s
tr: ActionsAPI [sym]: Erişim reddedildi: %s -> %s

source: ActionsAPI [unlink]: Permission denied: %s.
nl: ActionsAPI [unlink]: toegang geweigerd: %s.
pl: ActionsAPI [unlink]: Brak uprawnień: %s.
tr: ActionsAPI [unlink]: Erişim reddedildi: %s.

source: ActionsAPI [unlink]: File %s doesn't exists.
nl: ActionsAPI [unlink]: bestand %s bestaat niet.
pl: ActionsAPI [unlink]: Plik %s nie istnieje.
tr: ActionsAPI [unlink]: %s dosyası bulunamadı.

source: ActionsAPI [unlinkDir]: Operation not permitted: %s
nl: ActionsAPI [unlinkDir]: handeling niet toegestaan: %s
pl: ActionsAPI [unlinkDir]: Nie dozwolona operacja: %s
tr: ActionsAPI [unlinkDir]: İşleme izin verilmedi: %s

source: ActionsAPI [unlinkDir]: Directory %s doesn't exists.
nl: ActionsAPI [unlinkDir]: map %s bestaat niet.
pl: ActionsAPI [unlinkDir]: Katalog %s nie istnieje.
tr: ActionsAPI [unlinkDir]: %s dizini bulunamadı.

source: ActionsAPI [move]: No file matched pattern "%s".
nl: ActionsAPI [move]: Geen bestand komt overeen met patroon "%s".
pl: ActionsAPI [chmod]: Brak dopasowanego pliku wedłg wzorca "%s".
tr: ActionsAPI [move]: "%s" ile eşleşen bir dosya bulunamadı.

source: ActionsAPI [move]: Permission denied: %s to %s
nl: ActionsAPI [move]: toegang geweigerd: %s naar %s
pl: ActionsAPI [move]: Brak uprawnień: %s dla %s
tr: ActionsAPI [move]: Erişim engellendi: %s -> %s

source: ActionsAPI [move]: File %s doesn't exists.
nl: ActionsAPI [move]: bestand %s bestaat niet.
pl: ActionsAPI [move]: Plik %s nie istnieje.
tr: ActionsAPI [move]: %s dosyası bulunamadı.

source: ActionsAPI [copy]: No file matched pattern "%s".
nl: ActionsAPI [copy]: Geen bestand komt overeen met patroon "%s".
pl: ActionsAPI [chmod]: Brak dopasowanego pliku wedłg wzorca "%s".
tr: ActionsAPI [copy]: "%s" ile eşleşen bir dosya bulunamadı.

source: ActionsAPI [copy]: Permission denied: %s to %s
nl: ActionsAPI [copy]: toegang geweigerd: %s naar %s
pl: ActionsAPI [copy]: Brak uprawnień: %s do %s
tr: ActionsAPI [copy]: Erişim reddedildi: %s -> %s

source: ActionsAPI [copy]: File %s does not exist.
nl: ActionsAPI [copy]: bestand %s bestaat niet.
pl: ActionsAPI [copy]: Plik %s nie istnieje.
tr: ActionsAPI [copy]: %s dosyası bulunamadı.

source: ActionsAPI [copytree] %s to %s: %s
nl: ActionsAPI [copytree] %s naar %s: %s
pl: ActionsAPI [copytree] %s dla %s: %s
tr: ActionsAPI [copytree]: %s konumundan %s konumuna: %s

source: ActionsAPI [copytree]: Directory %s doesn't exists.
nl: ActionsAPI [copytree]: map %s bestaat niet.
pl: ActionsAPI [copytree]: Katalog %s nie istnieje.
tr: ActionsAPI [copytree]: %s dizini bulunamadı.

source: ActionsAPI [touch]: No file matched pattern "%s".
nl: ActionsAPI [touch]: Geen bestand komt overeen met patroon "%s".
pl: ActionsAPI [chmod]: Brak dopasowanego pliku wedłg wzorca "%s".
tr: ActionsAPI [touch]: "%s" ile eşleşen bir dosya bulunamadı.

source: ActionsAPI [touch]: Permission denied: %s
nl: ActionsAPI [touch]: toegang geweigerd: %s
pl: ActionsAPI [touch]: Brak uprawnień: %s
tr: ActionsAPI [touch]: Erişim reddedildi: %s

source: Command "%s" failed, return value was %d.
nl: Commando "%s" mislukt, waarde terug veranderd in %d.
pl: Polecenie "%s" nie powiodło się, zwrócona wartość %d.
tr: "%s" komutu başarısız oldu, dönüş değeri: %d .

source: Warning:
nl: Waarschuwing:
pl: Ostrzeżenie:
tr: Uyarı:

source: Error:
nl: Fout:
pl: Błąd:
tr: Hata:

source: (yes/no)
nl: (ja/nee)
pl: (Tak / nie)
tr: (evet/hayır)

source: [complete]
nl: [compleet]
pl: [zakończony]
tr: [tamamlandı]

source: Installed %s
nl: Geïnstalleerd %s
pl: Zainstalowany %s
tr: %s kuruldu.

source: Removed %s
nl: Verwijderd %s
pl: Usunięto %s
tr: %s kaldırıldı.

source: Upgraded %s
nl: Opgewaardeerd %s
pl: Zaktualizowano %s
tr: %s yükseltildi.

source: Configured %s
nl: Geconfigureerd %s
pl: Skonfigurowano %s
tr: %s yapılandırıldı.

source: Extracting the files of %s
nl: Bestanden uitpakken van %s
pl: Rozpakowywanie plików %s
tr: %s dosyaları arşivden çıkartılıyor.

source: Add a repository Usage: add-repo <repo> <indexuri> <repo>: name of repository to add <indexuri>: URI of index file NB: We support only local files (e.g., /a/b/c) and http:// URIs at the moment
nl: Softwarebron toevoegen Gebruik: add-repo <repo> <indexuri> <repo>: naam van de toe te voegen softwarebron <indexuri>: IRI van indexbestand NB: Momenteel worden alleen lokale bestanden ondersteund (bijv. /a/b/c) en http:// URI's
pl: Dodaj repozytorium Użycie: add-repo <repo> <indexuri> <repo>: nazwa repozytorium do dodania <indexuri>: URI pliku indeksu UWAGA: Obecnie obsługujemy tylko pliki lokalne (np. /a/b/c) oraz URI z prefiksem http://
tr: Depo ekle Kullanım: add-repo <depo> <katalog adresi> <depo>: eklenecek deponun adı <katalog adresi>: depo katalog dosyasının adresi Not: Şu anda sadece yerel dosyalar (örn. /a/b/c) ve http:// adresleri destekleniyor.

source: add-repo options
nl: bronopties toevoegen
pl: opcje add-repo
tr: add-repo seçenekleri

source: Ignore repository distribution check
nl: Controle van distributiebron en architectuur overslaan
pl: Ignoruj sprawdzanie repozytorium dystrybucji
tr: Depo dağıtım denetimini atla

source: Does not fetch repository index and does not check distribution match
nl: Haalt index van de bron niet op en controleert de distributie en architectuur niet
pl: Nie pobiera indeksu repozytorium i nie sprawdza dopasowania do dystrybucji
tr: Depo kataloğunu indirme ve dağıtımı denetleme

source: Add repository at given position (0 is first)
nl: Softwarebron op gegeven positie (0 is eerst) toevoegen
pl: Dodaj repozytorium na wybranym miejscu (pierwszy 0)
tr: Belirtilen konuma depo ekle (ilk konum 0'dır).

source: Add %s repository without updating the database? By confirming this you are also adding the repository to your system without checking the distribution of the repository. Do you want to continue?
nl: %s softwarebron toevoegen zonder bijwerken van de database? Door het toestemmen wordt deze bron aan het system toegevoegd zonder deze te controleren. Doorgaan met toevoegen?
pl: Dodać %s repozytorium bez aktualizowania bazy danych? Potwierdzając dodajesz również repozytorium do systemu bez sprawdzania dystrybucji repozytorium. Czy chcesz kontynuować?
tr: %s deposunu veritabanını güncellemeden eklemek istediniz. Bu işlemi onayladığınızda, depoyu sisteminize depo dağıtımını denetlenmeden eklemiş olacaksınız. Devam etmek istediğinize emin misiniz?

source: %s repository could not be reached. Removing %s from system.
nl: %s softwarebron is onbereikbaar. %s van systeem verwijderen.
pl: Repozytorium %s jest nie osiągalne. Usuwanie %s z systemu.
tr: %s deposuna erişilemedi. %s sistemden kaldırılıyor.

source: Remove eopkg packages Usage: autoremove <package1> <package2> ... <packagen> Remove package(s) from your system. Just give the package names to remove. You can also specify components instead of package names, which will be expanded to package names. Any additional packages that were automatically installed as a result of installing the packages being removed, will also be removed if it is safe to do so.
pl: Usuń pakiety eopkg Użycie: autoremove <pakiet1> <pakiet2> ... <pakietn> Usuń pakiet(y) z systemu. Wystarczy podać nazwy pakietów do usunięcia. Możesz również podać komponenty zamiast nazw pakietów, które zostaną rozszerzone do nazw pakietów. Wszystkie dodatkowe pakiety, które zostały automatycznie zainstalowane w wyniku instalacji usuwanych pakietów, również zostaną usunięte, jeśli będzie to bezpieczne.

source: autoremove options
pl: opcje automatycznego usuwania

source: Removes everything including changed config files of the package
nl: Verwijdert alles inclusief gewijzigde configuratiebestanden van het pakket
pl: Usuwa wszystko, w tym zmienione pliki konfiguracyjne pakietu
tr: Değiştirdiğiniz ayar dosyaları dahil paketin tüm dosyalarını kaldırır.

source: Information about the package owner and release Usage: blame <package> ... <package>
nl: Informatie over de pakket eigenaar en uitgave Gebruik: blame <pakket> ... <pakket>
pl: Informacje na temat właściciela pakietu i wydania Użyj: blame <pakiet> ... <pakiet>
tr: Paket sahibi ve yayım bilgisi Kullanım: blame <paket> ... <paket>

source: blame options
nl: blame opties
pl: opcje blame
tr: blame seçenekleri

source: Blame for the given release
nl: Blame voor de gegeven uitgave
pl: "Blame" dla danego wydania
tr: Verilen sürüm için suçla

source: Blame for all of the releases
nl: Blame voor alle uitgaven
pl: "Blame" dla wszystkich wydań
tr: Tüm sürümler için suçla

source: Name: %s, version: %s, release: %s
nl: Naam: %s, versie %s, uitgave %s
pl: Pakiet: %s, versja: %s, wydanie: %s
tr: İsim: %s, sürüm: %s, yayım: %s

source: Package Maintainer: %s <%s>
nl: Pakket onderhouder: %s <%s>
pl: Opiekun pakietu: : %s <%s>
tr: Paket Bakıcısı: %s <%s>

source: Release Updater: %s <%s>
nl: Uitgave updater: %s <%s>
pl: Wydanie zaktualizowane: %s <%s>
tr: Yayım Güncelleyen: %s <%s>

source: Update Date: %s
nl: Datum bijwerken: %s
pl: Data aktualizacji: %s
tr: Güncelleme Tarihi: %s

source: Clean stale locks Usage: clean eopkg uses filesystem locks for managing database access. This command deletes unused locks from the database directory.
nl: Achtergebleven vergrendelingen verwijderen Gebruik: clean eopkg gebruikt bestandsysteem vergrendeling bij het beheer van databasetoegang. Deze opdracht verwijdert ongebruikte vergrendelingen op de databasemap.
pl: Czyść przestarzałe blokady Użycie: clean eopkg używa blokad systemu plików do zarządzania dostępem do bazy danych. To polecenie usuwa zbędne blokady z katalogu bazy danych.
tr: Kullanılmayan kilitleri temizle Kullanım: clean eopkg veritabanı erişimini yönetmek için dosya kilitleri kullanır. Bu komut, kullanılmayan kilit dosyalarını veritabanı dizininden kaldırır.

source: Configure pending packages If COMAR configuration of some packages were not done at installation time, they are added to a list of packages waiting to be configured. This command configures those packages.
nl: Openstaande pakketten configureren Indien het configureren van enkele pakketten door COMAR niet tijdens de installatie gedaan is, worden ze aan een wachtlijst van pakketten toegevoegd om ze later te configuren. Dit commando configureert deze pakketten.
pl: Konfiguruj oczekujące pakiety Jeśli konfiguracja COMAR dla niektórych pakietów nie została przeprowadzona podczas instalacji, są one dodawane do listy pakietów oczekujących na konfigurację. To polecenie konfiguruje te pakiety.
tr: Kalan paketleri yapılandır Eğer kurulum sırasında bazı paketlerin COMAR yapılandırması atlandıysa, o paketler yapılandırılmayı bekleyen paketler listesine eklenir. Bu komut o paketleri yapılandırır.
